[
    {
      "id": "3698449495",
      "publishedAt": "2023-08-07",
      "salary": "",
      "title": "INGENIERO/A DESARROLLADOR SW JUNIOR",
      "jobUrl": "https://es.linkedin.com/jobs/view/ingeniero-a-desarrollador-sw-junior-at-capgemini-3698449495?trk=public_jobs_topcard-title",
      "companyName": "Capgemini",
      "companyUrl": "https://fr.linkedin.com/company/capgemini?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "¡Únete a nuestro equipo!\n\n\n\n\n¿Te gustaría formar parte de nuestro equipo?\n\n\n\n\nDesde El Área De Aeronáutica, Espacio y Defensa Queremos Ampliar El Equipo En MADRID En El Ciclo Completo De DESARROLLO DE SW JUNIOR\n\n\n\n\nAnálisis de Requisitos.\n\n\n\n\nDiseño técnico detallado.\n\n\n\n\nCodificación de SW.\n\n\n\n\nPruebas Unitarias.\n\n\n\n\nPruebas funcionales.\n\n\n\n\nIntegración.\n\n\n\n\nConocimientos de lenguajes de programación C/C++ y ADA.\n\n\n\n\nConocimientos de Agile (Scrum/Scrumban).\n\n\n\n\nConocimientos de Jira.\n\n\n\n\nGrado en Ingeniería en Informática o su defecto Telecomunicaciones.\n\n\n\n\nInglés alto.\n\n\n\n\nEn Capgemini Engineering ofrecemos un atractivo paquete de beneficios sociales para todos nosotros, tenemos un CATALOGO DE MEDIDAS de desarrollo y conciliación muy completo (ayudas familiares, seguros y tickets, días festivos adicionales de tiempo para ti y los tuyos, seguro médico privado o seguro de vida y accidentes).\n\n\n\n\nContamos con una amplísima OFERTA FORMATIVA, presencial, online de Certificaciones, etc. Que nos ayuda a seguir desarrollándonos diariamente.\n\n\n\n\nAdicionalmente, tendrás la oportunidad de crecer profesionalmente en un buen ambiente de trabajo con diversidad de proyectos internacionales y tecnologías punteras dentro de una de las empresas mejor valoradas para trabajar a nivel nacional. En ese sentido, Capgemini Engineering ha sido reconocida con la certificación TOP EMPLOYERS 2022 a sus políticas de Recursos Humanos.\n\n\n\n\nLa colaboración es clave en el desarrollo de nuevas ideas, de nuevas soluciones, del crecimiento profesional y personal y por eso para nosotros es vital el equipo y el buen clima. Trabajamos y potenciamos nuestras COMUNIDADES dentro de la compañía.\n\n\n\n\nNuestro compromiso con la inclusión e igualdad de oportunidades hace que tengamos un Plan de Igualdad y un Código Ético que garantizan el desarrollo profesional de la plantilla y la igualdad de oportunidades en su selección dentro de un entorno libre de discriminación por cuestión de etnia, nacionalidad, origen social, edad, orientación sexual, expresión de género, religión o cualquier otra circunstancia personal, física o social.\n\n\n\n\nHoy has conocido algo más sobre nosotros y nuestro proyecto en crecimiento. Si crees que tu perfil puede encajar en la posición, no dudes en apuntarte.\n\n\n\n\n¡Te estamos esperando!\n\n\n\n\nShort Description\n\n\n\n\nQualifications\n\n\n\n\nJob Responsibilities",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "157240",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3712605760",
      "publishedAt": "2023-09-07",
      "salary": "",
      "title": "Programador C",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-c-at-tuy%C3%BA-technology-3712605760?trk=public_jobs_topcard-title",
      "companyName": "TUYÚ Technology",
      "companyUrl": "https://es.linkedin.com/company/tuy-technology?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "3 days ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "¿Quieres crecer profesionalmente? ¿Buscas nuevos retos a nivel profesional? ¡Te estamos buscando! En TUYÚ Technology buscamos Desarrollador con 2 años de experiencia con el lenguaje C.\n\n\n\n\n¿Qué ofrecemos?\n\n\n\n\nTrabajar en proyectos de larga duración con una alta carga tecnológica de equipos multidisciplinares que entregan soluciones en mano.\n\n\n\n\n¿Qué esperamos de ti?\n\n\n\n\nAportar experiencia con el lenguaje de programación C.\n\n\n\n\n¿Qué podríamos valorar?\n\n\n\n\n * Experiencia con modulos Apache .\n\n\n\n\nSomos una empresa que tenemos como objetivo integrar a todas las personas. Si tienes un certificado de discapacidad o algún tipo de diversidad funcional cognitiva podemos encontrar un proyecto que se ajuste a tus habilidades.\n\n\n\n\nSi cumples con los requisitos y crees que encajas con el perfil que buscamos mándanos tu CV.\n\n\n\n\n¡En Tuyú Technology te estamos esperando!\n\n\n\n\nOtros detalles de la oferta\n\n\n\n\nC , .NET ,\n\n\n\n\n3d561d6b12afe30e2a4e\n\n\n",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "2726979",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3706347938",
      "publishedAt": "2023-08-31",
      "salary": "",
      "title": "Programador .NET MVC (Remoto)",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-net-mvc-remoto-at-acm-innovaci%C3%B3n-y-personas-3706347938?trk=public_jobs_topcard-title",
      "companyName": "ACM Innovación y Personas",
      "companyUrl": "https://es.linkedin.com/company/acminnovacion?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 week ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Rol\n\n\n\n\nProgramador .NET MVC (Remoto)\n\n\n\n\nSeleccionamos a Un Programador .NET Con Los Siguientes Requerimientos\n\n\n\n\nExperiencia con C# en Visual Studio.\n\n\n\n\nServicios Web: WCF, REST y Web API 2.\n\n\n\n\nBase de Datos: SQL Server con Procedimientos Almacenados (SQL Management Studio)\n\n\n\n\nMaquetación de HTML con CSS3 y Bootstrap. Compilación por Less.\n\n\n\n\nInyección de Dependencias: Sí (p.ej. Unity).\n\n\n\n\nAplicación de principios SOLID.\n\n\n\n\nPatrón MVC.\n\n\n\n\n * NET 6.0/Core.\n\n\n\n\nLibrerías Front: JQuery, Bootstrap, AngularJS/Angular.\n\n\n\n\nAcceso a Datos: Entity Framework.\n\n\n\n\nControl de código: GIT.\n\n\n\n\nMetodologías Ágiles y Scrum.\n\n\n\n\nTest unitarios con Unit.\n\n\n\n\nCondiciones Laborales\n\n\n\n\nLugar de Trabajo: España - Remoto.\n\n\n\n\nTipo de Contrato: A Término Indefinido.\n\n\n\n\nSalario: A convenir de acuerdo a la experiencia.\n\n\n\n\nEl puesto es híbrido pero prefiblemente buscamos profesionales que vivan en Pamplona, País Vasco o Zaragoza",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Human Resources Services",
      "companyId": "11141899",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3695629576",
      "publishedAt": "2023-08-04",
      "salary": "",
      "title": "Programador .NET (Remoto)",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-net-remoto-at-rawson-bpo-3695629576?trk=public_jobs_topcard-title",
      "companyName": "Rawson BPO",
      "companyUrl": "https://es.linkedin.com/company/rawson-bpo?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Rol\n\n\n\n\nProgramador .NET (Remoto)\n\n\n\n\nTecnologías a Usar (Obligatorias)\n\n\n\n\nNET, .NET Core, SQL Server, Azure.\n\n\n\n\nTecnologías a Usar (Deseables)\n\n\n\n\nAzure, Experiencia en equipos agiles, Experiencia en desarrollo de aplicaciones cloud (Azure/AWS), Angular 11-16.\n\n\n\n\nTareas a Realizar\n\n\n\n\nDesarrollo .NET, Azure, Angular\n\n\n\n\nCondiciones Laborales\n\n\n\n\nLugar de Trabajo: España - Remoto.\n\n\n\n\nTipo de Contrato: A Término Indefinido.\n\n\n\n\nSalario: A convenir de acuerdo a la experiencia.\n\n\n\n\nModalidad: Remote.",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "6420489",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3446761582",
      "publishedAt": "2023-01-20",
      "salary": "",
      "title": "Software Engineer Internship",
      "jobUrl": "https://es.linkedin.com/jobs/view/software-engineer-internship-at-spotlab-3446761582?trk=public_jobs_topcard-title",
      "companyName": "Spotlab",
      "companyUrl": "https://es.linkedin.com/company/spotlabinternational?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "7 months ago",
      "applicationsCount": "158 applicants",
      "description": "We are looking for an experienced and talented Software Engineer, who will contribute to Spotlab's mission of achieving high-quality and easy to use artificial intelligence for medical image diagnosis.\n\n\n\n\nIf you have a passion for technology, a hunger to learn, a desire to meet challenges, a commitment to applying engineering best practice to produce top quality solutions…then keep reading :)\n\n\n\n\nSpotlab is transforming the healthcare medical diagnosis industry. Its proprietary end-to-end solutions allow accurate data capture and predictive diagnosis through its Digitalization Platform in combination with its unique Artificial Intelligence Factory, providing solid diagnosis analytics. The company was founded in 2017 and currently operates out of Spain to serve customers across the world.\n\n\n\n\nSpotlab has received more than 10 international awards, including the Seal of Excellence of the European Union, being one of the most innovative start-up companies based on breakthrough innovations with scale and impact potential. We are a multidisciplinary orquestra with gender parity and up until now, 8 nationalities, where developers, engineers, doctors, business managers, etc. with different professional backgrounds interact and complement each other.\n\n\n\n\nMain tasks:\n\n\n\n\nTwo paths reveal themselves beneath you…\n\n\n\n\nYou might want to walk along The Edge\n\n\n\n\n * Developing highly-responsive native apps using Kotlin (Android).\n * With a belt full of Java, Kotlink, C++ under Android Studio, and some libraries like Tensor Flow, Parse SDK Android, SQLite, OpenCV,...\n\n\n\n\nOr you would rather choose the full stack path:\n\n\n\n\n * Designing, deploying and monitoring cloud based solutions to meet business requirements.\n * Working with and innovate web application for Medical Healthcare and Artificial Images\n * Improving and scaling existing applications and infrastructure.\n * Helping to design and integrate AI training and inference workflows using AWS.\n * With a belt full of tools like Angular, TypeScript, Python, Html, SCSS, TAML, Bash, Cypress, Prettier, ESLint, MongoDB, AWS, Parse … we do not expect you to master all of them, but we do not want them to intimidate you either.\n\n\n\n\nBoth paths will required you to\n\n\n\n\n * Collaborate with the product, clinical and artificial intelligence teams to develop new features.\n * Resolving technical problems as they arise.\n * Helping to assess the business impact that certain technical choices have.\n * Developing a flexible, maintainable and well-structured codebase following good practices and CI/CD\n * Developing test code to ensure that existing and new features work as expected.\n\n\n\n\nSkills, Experience and Qualifications required:\n\n\n\n\n * BS in Computer Science, Telecommunication Engineering, Software engineering, or related technical field.\n * No preview experience required\n * Skills that we do not expect to you have all them, but certainly will catch our eye:\n    * Networking, data storage and security fundamentals\n    * AWS or other cloud providers\n    * Front-End and/or Mobile technologies\n    * Personal projects\n    * Scrum methodology\n    * DevOps theory best practices is another plus!\n    * Ability to learn quickly in a dynamic fast-paced industry\n    * Drive to explore and keep up with new technologies\n    * A dreamer soul and empathic heart, with the urge to create a positive impact in this world\n    * Excellent communications skills, both written and verbal (spanish and english)\n    * Ability to work in a small team, full of multidisciplinary people and a fast-change environment.\n    * Ability to deal with uncertainty, autonomy to explore new paths and dare to walk the unwalkable.\n    * Encouraged to try new ideas, willing to share points of view with workmates\n    * Willingness to take risks and the ability to stay persistent.\n      \n      \n\n   Tell us your story :)\n   \n   \n   \n   \n   www.spotlab.org",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "18322925",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3697708149",
      "publishedAt": "2023-08-25",
      "salary": "",
      "title": ".Net Developer",
      "jobUrl": "https://es.linkedin.com/jobs/view/net-developer-at-serviguidebpo-3697708149?trk=public_jobs_topcard-title",
      "companyName": "ServiguideBPO",
      "companyUrl": "https://es.linkedin.com/company/serviguideb?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 weeks ago",
      "applicationsCount": "51 applicants",
      "description": "¡Estamos buscando a un/a desarrollador/a .Net entusiasta y comprometido/a para unirse a nuestro increíble equipo en SG Tech! 😃 Si eres un apasionado/a de la programación y te encanta trabajar con .NET, esta es la oportunidad perfecta para ti. 🎉\n\n\n\n\nDescripción del trabajo 📝\n\n\n\n\nEn SG Tech, nos dedicamos al desarrollo de aplicaciones con .NET y estamos buscando alguien con al menos 1 año de experiencia en este campo. Nuestro equipo estará conformado por 5 programadores talentosos y trabajamos 100% de forma remota. 🌎💻\n\n\n\n\nComo desarrollador/a .Net, tu principal responsabilidad será crear y mantener aplicaciones web utilizando tecnologías como .Net, .Net framework, C# y MVC. Valoramos mucho la experiencia con .Net Core. Necesitamos a alguien que sea apasionado/a por la programación y que tenga una buena comprensión de los principios de desarrollo de software. Si eres alguien curioso, creativo y siempre estás buscando nuevas formas de mejorar tus habilidades, ¡te estamos esperando! 🤩\n\n\n\n\nResponsabilidades y tareas 📌\n\n\n\n\n * Desarrollar aplicaciones web utilizando .Net framework, C# y MVC.\n * Colaborar con el equipo de programadores para diseñar y desarrollar soluciones.\n * Participar en la revisión de código y realizar pruebas unitarias.\n * Mantener y mejorar las aplicaciones existentes.\n * Investigar y utilizar nuevas tecnologías y herramientas para mejorar el rendimiento y la eficiencia de las aplicaciones.\n\n\n\n\nBeneficios y ventajas 🎁\n\n\n\n\n * Oportunidad de aprendizaje continuo y desarrollo profesional.\n * Horario: L-J 9:00 a 18:00, viernes y verano jornada intensiva.\n * Ambiente de trabajo remoto y cómodo.\n * Participación en proyectos emocionantes y desafiantes.\n * ¡Y muchos más! 🎉\n\n\n\n\nRequisitos\n\n\n\n\n * Al menos 6 meses de experiencia trabajando con .Net, .Net framework, C# y MVC.\n * Valoramos la experiencia con .Net Core.\n * Experiencia previa trabajando en equipos remotos.\n * Buen conocimiento de los principios de desarrollo de software.\n * Capacidad para trabajar de forma independiente y en equipo.\n * Excelentes habilidades de resolución de problemas y debugging.\n\n\n\n\n¿Cómo aplicar? 📋\n\n\n\n\nAplica a la posición añadiendo tu CV\n\n\n\n\n¡Esperamos con ansias tu solicitud! 🚀✨",
      "contractType": "Full-time",
      "experienceLevel": "Not Applicable",
      "workType": "Engineering and Information Technology",
      "sector": "Business Consulting and Services",
      "companyId": "914789",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3704195716",
      "publishedAt": "2023-08-25",
      "salary": "",
      "title": "Full stack developer",
      "jobUrl": "https://es.linkedin.com/jobs/view/full-stack-developer-at-ucademy-3704195716?trk=public_jobs_topcard-title",
      "companyName": "Ucademy",
      "companyUrl": "https://es.linkedin.com/company/ucademy-com?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 weeks ago",
      "applicationsCount": "53 applicants",
      "description": "Somos Ucademy, la plataforma EdTech que está cambiando las reglas del juego en el sector de la educación. Hemos vivido de primera mano los errores que se cometen a la hora de enfrentarse a un examen y por eso sabemos qué es lo que necesita un estudiante cuando se prepara para la selectividad, una oposición o cualquier prueba oficial que suponga un nivel alto de preparación.\n\n\n\n\nSomos una startup joven, lo sabemos pero.... ¿Te contamos todo lo que hemos conseguido en apenas un año?\n\n\n\n\n * Tenemos una comunidad de +1000 alumnos\n * Hemos aterrizado en LATAM y ya contamos con estudiantes en +10 países\n * Estamos abriendo nuevos mercados con nuevos horizontes\n   \n\n\n\n\nContamos con sedes en Madrid, Valencia y San Sebastián.\n\n\n\n\nEstamos buscando una persona con ganas de comerse el mundo y con muchísima iniciativa.\n\n\n\n\nTareas\n\n\n\n\n * Buscamos que tengas disposición y energía para hacer lo que haga falta, que pongas como prioridad el equipo y las personas que te rodean.\n * Que la proactividad y el buen rollo sean parte de tu ADN y que disfrutes con los cambios (y el caos) que tenemos en el día a día.\n * Estamos en una etapa inicial por lo que es súper importante que tengas actitud y mentalidad emprendedora.\n * Que seas una persona extrovertida, que te guste tanto hablar como escuchar.\n * Los cambios son parte de nuestra rutina diaria por lo que es importante que te sientas cómodo en este entorno.\n * En Ucademy no le tenemos miedo al fracaso y por eso necesitamos a una persona que esté en sintonía con todo nuestro equipo.\n * Te imaginamos con buenas habilidades de comunicación y con una fantástica capacidad para trabajar y motivar al equipo en un entorno con mucho dinamismo.\n * Que vengas cada día a disfrutar y divertirte. Esto es imprescindible y todo el equipo está a tope con ello.\n   \n\n\n\n\nRequisitos\n\n\n\n\n * Experiencia con React / Redux\n * Conocimiento en el manejo de bases de datos NoSQL (MongoDB, CouchDB,…)\n * Experiencia con Node.js y si es con Nest.js !Muchísimo mejor!\n * Conocimientos de Typescript\n * Sockets\n * Webpack\n   \n\n\n\n\nEs un plus haber trabajado con:\n\n\n\n\n * Has trabajado con Docker\n * Github actions\n * Nest.js\n * AWS\n   \n\n\n\n\n¿Qué responsabilidades vas a tener?\n\n\n\n\n * Desarrollo de interfaces de usuario basadas en componentes de React\n * Desarrollo u optimización de nuestra API hecha con Nest.js\n * Participarás en la sesiones de revisión de código\n * Mantener el repositorio ordenado\n * Aplicar siempre las buenas prácticas (Clean Code)\n * Trabajar junto a UX/UI para el desarrollo y mejora de las interfaces\n   \n\n\n\n\nBeneficios\n\n\n\n\n¿Qué ofrecemos?\n\n\n\n\n * La posibilidad de crecer junto a un equipo emprendedores con gran experiencia el sector que está evolucionando y escalando a pasos agigantados\n * La cultura y las personas son el pilar fundamental para nosotros, por eso, ten claro que si entras en Ucademy, el buen rollo está garantizado\n * Desarrollo personal y profesional dentro de nuestro equipo de tal manera que podrás crecer de manera exponencial en el equipo.\n * Formación continua en hardskills y softskills\n * Un ambiente joven y enérgico formado por personas con ganas de crecer y querer comerse el mundo.\n   \n\n\n\n\nAh... ¿y el equipo?\n\n\n\n\nNos encanta cuidarnos unos a los otros, pasarlo bien y trabajar de la mano para que Ucademy siga avanzando.\n\n\n\n\nPero que te lo diga yo no sirve de nada, búscanos en redes y lo entenderás todo 👀\n\n\n\n\nTe esperamos 🐗",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Analyst",
      "sector": "Education Administration Programs",
      "companyId": "68534454",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3633928098",
      "publishedAt": "2023-05-31",
      "salary": "",
      "title": "Desarrollador Backend Java - 100 % Teletrabajo",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrollador-backend-java-100-%25-teletrabajo-at-azertium-it-3633928098?trk=public_jobs_topcard-title",
      "companyName": "Azertium IT",
      "companyUrl": "https://es.linkedin.com/company/azertium-it?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "3 months ago",
      "applicationsCount": "179 applicants",
      "description": "Estamos ampliando el equipo!!! En Azertium IT te buscamos!!!!\n\n\n\n\nBuscamos Desarrolladores Backend Java 100% Teletrabajo, para formar parte de nuestro equipo con grandes retos, trayectoria y crecimiento profesional\n\n\n\n\nExperiencia en desarrollos con: Java, Spring, Hibernate, JPA...\n\n\n\n\nManejo de IDEs estándar de desarrollo Java (Eclipse, STS, IDEA).\n\n\n\n\nPruebas Unitarias: JUnit, TestNG, Mockito.\n\n\n\n\nControl deVersiones: Subversion.\n\n\n\n\n * Java\n * Spring\n * Spring Boot\n * Hibernate\n * Maven\n * APIs SOAP y REST\n * Jenkins\n * Sonar\n * Nexus\n\n\n\n\nOfrecemos:\n\n\n\n\n * Teletrabajo 100%\n * Contrato indefinido con Azertium IT\n * Estabilidad laboral\n * Desarrollo Profesional\n\n\n\n\nRequirements:\n\n\n\n\nEstamos ampliando el equipo!!! En Azertium IT te buscamos!!!!\n\n\n\n\nBuscamos Desarrolladores Backend Java 100% Teletrabajo, para formar parte de nuestro equipo con grandes retos, trayectoria y crecimiento profesional\n\n\n\n\nExperiencia en desarrollos con: Java, Spring, Hibernate, JPA...\n\n\n\n\nManejo de IDEs estándar de desarrollo Java (Eclipse, STS, IDEA).\n\n\n\n\nPruebas Unitarias: JUnit, TestNG, Mockito.\n\n\n\n\nControl deVersiones: Subversion.\n\n\n\n\n * Java\n * Spring\n * Spring Boot\n * Hibernate\n * Maven\n * APIs SOAP y REST\n * Jenkins\n * Sonar\n * Nexus\n\n\n\n\nOfrecemos:\n\n\n\n\n * Teletrabajo 100%\n * Contrato indefinido con Azertium IT\n * Estabilidad laboral\n * Desarrollo Profesional",
      "contractType": "Full-time",
      "experienceLevel": "Not Applicable",
      "workType": "Engineering and Information Technology",
      "sector": "Technology, Information and Internet",
      "companyId": "11096157",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3712815350",
      "publishedAt": "2023-09-08",
      "salary": "",
      "title": "Front-End JavaScript Developer (React)",
      "jobUrl": "https://es.linkedin.com/jobs/view/front-end-javascript-developer-react-at-cutting-edge-search-3712815350?trk=public_jobs_topcard-title",
      "companyName": "Cutting Edge Search",
      "companyUrl": "https://in.linkedin.com/company/cutting-edge-search?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 days ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Job Overview\n\n\n\n\n * We are seeking a Senior Mobile Engineer to join a newly established team, with the option to work remotely from either Madrid or Valencia, Spain. In this role, you will collaborate closely with Senior Full Stack Engineers, Senior Quality Engineers, fellow Mobile Engineers, and their respective teams.\n * This team is a part of our Anaxi division, which specializes in developing mobile applications for our digital player experience journey.\n * For this role, your responsibilities will involve mobile application development, so it's important that you have prior experience with Native technologies for Android and iOS (such as SWIFT, Objective C, Java, or Kotlin), as well as familiarity with Angular, REACT, and Typescript)\n\n\n\n\nMust- Haves\n\n\n\n\n * Total 6+ years of experience in software development\n * 4+ year experience with mobile application development using Android and iOS programming languages: Kotlin/Java, Objective-C/Swift\n * 4+ years of experience with Angular 2+, NodeJs, HTM 5, TypeScript/ Javascript and CSS / SCSS\n * 2+ year experience in Hybrid Mobile App Development\n * Experience in building and publishing mobile apps on iOS & Android.\n * Design Patterns MVC, MVP, Singleton, Dependency Injection, etc.\n * Experience with A M Tools: TFS/GIT.\n * Experience with an agile development methodology, preferably Scrum",
      "contractType": "Full-time",
      "experienceLevel": "Mid-Senior level",
      "workType": "Engineering and Information Technology",
      "sector": "Executive Search Services",
      "companyId": "2211931",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3707285768",
      "publishedAt": "2023-08-30",
      "salary": "",
      "title": "Python Backend Developer 100% Remote",
      "jobUrl": "https://es.linkedin.com/jobs/view/python-backend-developer-100%25-remote-at-antal-international-3707285768?trk=public_jobs_topcard-title",
      "companyName": "Antal International",
      "companyUrl": "https://uk.linkedin.com/company/antal-international?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 week ago",
      "applicationsCount": "Over 200 applicants",
      "description": "How you’ll contribute:\n\n\n\n• Architect and develop back-end applications and distributed systems to build internal and external support systems and databases\n\n\n\n• Write reusable, testable, and efficient code\n\n\n\n• See through a project from conception to finished product\n\n\n\n• Integration of multiple data sources and databases into one system\n\n\n\n• Meet both technical and consumer needs\n\n\n\n• Locate and define new process improvement opportunities\n\n\n\n• Work in the team of Scientists, Data Analysts, Front and Backend Developers in a collaborative way\n\n\n\nWhat you’ll bring:\n\n\n\n• Minimum 3 years of experience\n\n\n\n• Proficiency with one of the following scripting languages: Python or R\n\n\n\n• Proficiency with databases SQL/ NoSQL\n\n\n\n• Version control using Git / comfortable with Linux / bash scripting\n\n\n\n• Attention to detail\n\n\n\n• Good communication and team-work skills\n\n\n\n• Excellent verbal and written English are a MUST\n\n\n\n• Excellent problem-solving skills.",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Staffing and Recruiting",
      "companyId": "6279",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3712323196",
      "publishedAt": "2023-09-07",
      "salary": "",
      "title": "Angular Developer (Junior)",
      "jobUrl": "https://es.linkedin.com/jobs/view/angular-developer-junior-at-between-technology-3712323196?trk=public_jobs_topcard-title",
      "companyName": "Between Technology",
      "companyUrl": "https://es.linkedin.com/company/between-tech?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "3 days ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "En BETWEEN apostamos por el mejor talento dentro del sector tecnológico. Nos involucramos en una gran variedad de proyectos punteros, trabajando con las últimas tecnologías. Actualmente en BETWEEN contamos con un equipo de más de 800 personas.\n\nTrabajamos en ámbitos como BI, IoT, Big Data e I+D. En el área de Operaciones implantamos proyectos de Service Desk, Infraestructuras IT y proyectos Cloud, entre otros.\n\nActualmente seleccionamos un/a Frontend Developer con experiencia en Angular para incorporarse de forma indefinida en uno de los equipos de I+D que Between tiene implantados en uno de nuestros principales clientes.\n\n¿Qué haré? Estas serán tus funciones principales:\n\n * Desarrollo de software organizado en proyectos de metodologías ágiles.\n * Mantenimiento evolutivo/correctivo.\n * Gestión de incidencias en software de desarrollo propio asumiendo el ciclo completo de la misma hasta su implantación.\n * Atención a usuarios finales.\n * Evaluación de viabilidad de desarrollos en perfiles Front.\n * Predominio de Front-end en los desarrollos.\n   \n   \n\n¿Cómo lo haré? Tendrás a tu alcance:\n\n * Metodologías ágiles de trabajo (Scrum, Kanban, Agile)\n * Trabajarás multiproyecto\n   \n   \n\nBeneficios que tendrás en tu lugar de trabajo:\n\n * Horario (flexible, facilidades…)\n * Teletrabajo 70%\n * Ambiente de trabajo (joven, team building…)\n   \n   \n\nAdemás, trabajando para BETWEEN obtendrás los siguientes beneficios añadidos:\n\n * Seguro médico incluido por ser Betweener\n * Posibilidad de formar parte de una empresa en pleno crecimiento a nivel nacional e internacional. Un buen lugar donde trabajar: cuidamos de nuestro equipo y la sociedad a través de iniciativas, programas de conciliación y de responsabilidad social corporativa\n * Te integrarás en un equipo de alto rendimiento y con un alto grado de especialización.\n * Dispondrás de oportunidades de formación y desarrollo profesional\n * Pondremos a tu disposición un amplio abanico de retos y proyectos acordes con tus objetivos personales y profesionales.\n * Posibilidad de elegir cómo obtener parte de tu salario gracias a las ventajas fiscales de nuestra Retribución Flexible, y descuentos para acceder a centros de fitness, entre otros\n * En BETWEEN, la igualdad de oportunidades es uno de nuestros valores. Nuestro compromiso es contratar al mejor talentos independientemente de su raza, religión, sexo, edad y personas con otras capacidades y promover su desarrollo profesional y personal.\n   \n   \n\nRequisitos:\n\nImprescindible:\n\n * Experiencia mínima de 1 a 3 años.\n * Módulo superior informática/desarrollo de aplicaciones.\n * Conocimientos avanzados de Angular 12 y Typescript.\n * WebServices REST.\n * Experiencia en diseño y desarrollo web. Experiencia de usuario (UX), Diseño de Interfaces (UI), Diseño de Interacción (IxD).\n   \n   \n\nMuy valorable:\n\n * Grado en ing. informática o Ing técnica en informática.\n * Experiencia laboral en sector banca/entidades financieras en equipos de desarrollo o equipos de soporte funcional/mantenimiento de aplicaciones.\n * Wordpress\n * Conocimientos de Spring (MVC, Security, Boot, SOAP).\n * Conocimiento estructuras de base de datos.\n * Modelado de base de datos, explotación de modelos y conocimientos SQL.\n   \n   \n\nValorable:\n\n * Imprescindible persona proactiva, capaz de trabajar de forma autónoma.\n   \n   ",
      "contractType": "Full-time",
      "experienceLevel": "Not Applicable",
      "workType": "Information Technology",
      "sector": "Technology, Information and Internet",
      "companyId": "155025",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3650028333",
      "publishedAt": "2023-06-10",
      "salary": "",
      "title": "Front-end Developer",
      "jobUrl": "https://es.linkedin.com/jobs/view/front-end-developer-at-excibit-solutions-spain-3650028333?trk=public_jobs_topcard-title",
      "companyName": "EXCIBIT Solutions Spain",
      "companyUrl": "https://es.linkedin.com/company/excibit-solutions-spain?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "3 months ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Insight\n\n\n\n\nIf you want to join in a diverse team, where everyone has a voice and works as part of a team. Moreover, you have experience as a Front-end Developer with a background building elegant, performant, and maintainable front-end systems, then you are in the right place!\n\n\n\n\nHow will you make an impact?\n\n\n\n\n * Supporting component design, development, maintenance and taking responsibility for personal technical quality standards within the project team.\n * Assisting with structured practices definitions, especially in source code management, building, and deployment.\n * Building highly scalable applications and solving complex challenges.\n * Optimizing performance in applications for maximum speed and scalability.\n   \n\n\n\n\nWhat Will you need to success?\n\n\n\n\n * 3+ professional developer experience or equivalent.\n * Solid software engineering experience, including issue tracking, source code management, code reviews, and testing frameworks.\n * A great understanding of the JavaScript ecosystem (for example, React, jQuery, Angular, TypeScript).\n * Ability to empathize with end-users, to turn needs into features, and to balance user experience with engineering constraints.\n * The ideal candidate has curiosity and experience in backend systems as well so that you can understand and contribute to it in support of your frontend responsibilities.\n * Clear verbal and written communication; demonstrated ability to collaborate cross-functionally and with peers from a variety of disciplines.\n * Good understanding of Agile development methodology and techniques.\n * Fluent in English.\n   \n\n\n\n\nWhy would you work with us?\n\n\n\n\nWe are committed to keep a healthy environment for our employees, where they will feel motivated, creative, and focused.\n\n\n\n\nWe've designed our benefits and staffing programs keeping on mind all those features. Therefore, we are an organization it has been worried to create a great place to work, where you might be part of us. Here, you can find some of our benefits:\n\n\n\n\n * Flexible Work Schedule.\n * Mentoring & Coaching.\n * Team based strategic planning.\n * Remote Work Program.\n * Multicultural environment.\n * Flexible Compensation.\n * Home Office Staff.\n   \n\n\n\n\nAbout Us\n\n\n\n\nAt Excibit Solutions Spain we are experts in technology and believe in its power to support our clients to reach their accomplishment, fostering excellence and increasing positive impact policy within the consultancy market. All based in our cornerstones: commitment, excellence, ethics and honesty.",
      "contractType": "Full-time",
      "experienceLevel": "Mid-Senior level",
      "workType": "Engineering and Information Technology",
      "sector": "Business Consulting and Services",
      "companyId": "11074766",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3700031531",
      "publishedAt": "2023-08-25",
      "salary": "",
      "title": "React developer",
      "jobUrl": "https://es.linkedin.com/jobs/view/react-developer-at-capgemini-3700031531?trk=public_jobs_topcard-title",
      "companyName": "Capgemini",
      "companyUrl": "https://fr.linkedin.com/company/capgemini?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 weeks ago",
      "applicationsCount": "71 applicants",
      "description": "¡Hola! Somos CAPGEMINI.\n\n\n\n\nTenemos la gran suerte de trabajar en un sector que lidera la evolución hacia un futuro sostenible e inclusivo. La TECNOLOGÍA. El catalizador de tantas soluciones que necesitamos ahora más que nunca.\n\n\n\n\nSomos 360.000 PERSONAS en todo el mundo unidas por una misma pasión.No importa dónde estemos, podemos estar en casa, en la oficina, a mil kilómetros de distancia unxs de otrxs, pero somos conscientes de que NUESTRO TRABAJO CUENTA.\n\n\n\n\nNo importa en qué momento vital estemos, somos DIVERSOS en edad, género, ascendencia, familia... ¡nos hemos certificado en Diversidad y como empresa ÉTICA más de 9 años seguidos!\n\n\n\n\nNo importa si tu fase es de crecimiento, APRENDIENDO y FORMÁNDOTE a todas horas o si necesitas consolidarte y aprecias la FLEXIBILIDAD, la CONCILIACION y los BENEFICIOS fiscales y sociales para compaginar tu vida personal y profesional.\n\n\n\n\nLo que importa es que puedes sentir que estás DONDE DEBES ESTAR para conseguir el futuro que deseas. ¿Te apetece sumarte a CAPGEMINI y ser partícipe de este movimiento en un equipo conformado por grandes profesionales que tiene como objetivo la mejora continua y la innovación? Si la respuesta es ¡SÍ! continúa leyendo.\n\n\n\n\nBuscamos Personas Con Experiencia Desarrollando Con React /redux Para Unirse a Un Proyecto Internacional Del Sector Seguros, Para Sentirte a Gusto En La Posición Es Necesario Que Puedas Desenvolverte Bien Con\n\n\n\n\n * REACT con REDUX como gestor de estados\n * React class components\n * TypeScript\n * Middleware REDUX-SAGA principalmente o REDUX-THUNK\n * Testing unitario con Jest o React Testing Library\n * Integración continua CI/CD\n * API RESTFul\n * Entorno Cloud, principalmente Azure DEVOPS\n * Experiencia trabajando con metodologías agiles (Scrum).\n * Jira para gestión de usuarios\n * Nivel fluido de inglés\n * Localización Barcelona y/o alrededores\n\n\n\n\n¿No tienes todos los requisitos? ¡No es un problema! Valoramos todas las candidaturas. En Capgemini contamos con una amplísima oferta formativa, presencial, online de Certificaciones, etc. Aunque no tengas el 100% de los conocimientos valorados ¡nos encantará conocerte!\n\n\n\n\nLa colaboración es clave en el desarrollo de nuevas ideas, de nuevas soluciones, del crecimiento profesional y personal y por eso para nosotrxs es vital el equipo y el buen clima. Trabajamos y potenciamos nuestras COMUNIDADES dentro de la compañía.\n\n\n\n\nTenemos un CATALOGO DE MEDIDAS de desarrollo y conciliación muy completo (ayudas familiares, seguros y tickets, días festivos adicionales de tiempo para ti y lxs tuyxs, etc...)\n\n\n\n\n¿Nos vemos y te lo contamos?\n\n\n\n\nHoy has conocido algo más sobre nosotrxs y nuestro proyecto en crecimiento. Mañana saldrán otros proyectos porque así trabajamos, generando soluciones a medida que se nos necesita\n\n\n\n\n¿Te unes al equipo hoy?",
      "contractType": "Full-time",
      "experienceLevel": "Mid-Senior level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "157240",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3712606284",
      "publishedAt": "2023-09-07",
      "salary": "",
      "title": "Programador / Desarrollador C",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-desarrollador-c-at-tuy%C3%BA-technology-3712606284?trk=public_jobs_topcard-title",
      "companyName": "TUYÚ Technology",
      "companyUrl": "https://es.linkedin.com/company/tuy-technology?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "3 days ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Quieres crecer profesionalmente? ¿Buscas nuevos retos a nivel profesional? ¡Te estamos buscando! En TUYÚ Technology buscamos Desarrollador con 2 años de experiencia con el lenguaje C.\n\n\n\n\n * Este proyecto ofrece 100 teletrabajo.\n\n\n\n\n¿Qué esperamos de ti?\n\n\n\n\nAportar experiencia con el lenguaje de programación C.\n\n\n\n\n * Configuración de módulos apache.\n\n\n\n\nSomos una empresa que tenemos como objetivo integrar a todas las personas. Si tienes un certificado de discapacidad o algún tipo de diversidad funcional cognitiva podemos encontrar un proyecto que se ajuste a tus habilidades.\n\n\n\n\nSi cumples con los requisitos y crees que encajas con el perfil que buscamos mándanos tu CV.\n\n\n\n\n¡En Tuyú Technology te estamos esperando!\n\n\n\n\nOtros detalles de la oferta\n\n\n\n\nc, apache\n\n\n\n\n71441cfac2cab3107e4c\n\n\n",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "2726979",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3644375891",
      "publishedAt": "2023-05-31",
      "salary": "",
      "title": "Programador/a Java",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-a-java-at-grupo-oes%C3%ADa-3644375891?trk=public_jobs_topcard-title",
      "companyName": "Oesia",
      "companyUrl": "https://es.linkedin.com/company/oesia?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "3 months ago",
      "applicationsCount": "56 applicants",
      "description": "Descripción\n\n\n\n\nSeguimos buscando talento… ¡Y nos encantaría que te unieras a nuestro equipo!\n\n\n\n\n¿Estás abierto a un cambio profesional? ¿Estás interesado en avanzar en tu carrera profesional como Programador/a Java? No dejes pasar esta oportunidad... ¡Buscamos perfiles Backend, Frontend y/o Full Stack!\n\n\n\n\nGrupo Oesía es una multinacional española dedicada a la ingeniería tecnológica y digital con más de 3.200 profesionales, que desarrollan e implementan proyectos en 25 países, generando empleo de calidad y formación continua en carreras técnicas.\n\n\n\n\nCon 45 años de trayectoria, innova en productos y servicios que benefician a más de 2.000 millones de personas de todo el mundo, brindando soluciones en sanidad, administraciones públicas, defensa y seguridad, telecomunicaciones y alta tecnología, finanzas, logística, agroalimentación, automoción, aeronáutica y espacio.\n\n\n\n\n¿Qué te ofrecemos?\n\n\n\n\n * Proyectos tecnológicos estables e innovadores para clientes punteros de ámbito nacional e internacional.\n * 23 días de vacaciones + días libres con motivo de compensación de exceso de jornada.\n * Los días de nochebuena y fin de año no se trabajan .\n * Horario flexible y jornada intensiva los meses de verano. Además de teletrabajo para una mejor conciliación.\n * Plan de carrera: ofrecemos una atractiva carrera profesional en función de la experiencia y potencial personal dentro de una compañía en continua evolución y con un sólido crecimiento.\n * Acceso gratuito a varias plataformas de formación para que tengas acceso a un amplio catálogo multidisciplinar .\n * Tener acceso a una plataforma de descuentos en diferentes ámbitos.\n * Retribución flexible: te ofrecemos una retribución a la carta pudiendo elegir diferentes productos y elegir tú mismo cómo distribuirlos: seguro de salud, tickets de comida, guardería , tarjeta transporte, etc.\n\n\n\n\nLa igualdad de oportunidades y la diversidad dentro del equipo, así como el fomento de la inserción laboral de las mujeres y la adecuada integración de las personas con discapacidad son algunos de nuestros compromisos .\n\n\n\n\nRequisitos mínimos\n\n\n\n\nConocimientos en Back: Java con Spring-Boot, Hibernate (JPA) o Spring. Valorable experiencia en microservicios.\n\n\n\n\nConocimientos en Fronted: Javascript, Angular y/o React.\n\n\n\n\nConocimientos en BBDD relaciones y/o no relacionales: SQL Server, Oracle, MongoDB...",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Information Technology & Services",
      "companyId": "247724",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3635612836",
      "publishedAt": "2023-06-15",
      "salary": "",
      "title": "Desarrollador/a .NET",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrollador-a-net-at-rastreator-3635612836?trk=public_jobs_topcard-title",
      "companyName": "Rastreator",
      "companyUrl": "https://es.linkedin.com/company/rastreator-com?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 months ago",
      "applicationsCount": "25 applicants",
      "description": "En Rastreator, el bróker online de seguros y el comparador líder en España, nos centramos en asesorar y aconsejar a nuestros clientes para que elijan las mejores ofertas en seguros, hipotecas, telefonía, energía y otros productos, con precios garantizados y ofertas exclusivas.\n\n\n\n\nNuestra misión es ayudar a las personas para que tomen las mejores decisiones brindándoles una excelente experiencia de usuario. Y todo esto es gracias al trabajo entre equipos, la gran colaboración entre departamentos y la calidad humana de nuestros empleados.\n\n\n\n\nCombinamos el trabajo de un entorno ágil y dinámico buscando la constante innovación como en una startup, con el know-how y la tecnología de una empresa consolidada. Y compartimos la pasión que te hace poner todo el esfuerzo en cada cosa que haces, día tras día, para seguir construyendo una empresa que sea un referente.\n\n\n\n\nSomos un equipo inclusivo, en el que valoramos la igualdad de oportunidades y apostamos por el crecimiento personal y profesional.\n\n\n\n\nActualmente estamos buscando Desarrolladores/as .NET que nos ayuden en nuestro proceso de migración a una plataforma Cloud en Azure basada en una arquitectura desacoplada con Microservicios.\n\n\n\n\nTus funciones principales serán las siguientes:\n\n\n\n\n * Desarrollarás código y realizarás integraciones.\n * En tu día a día implementarás tests para garantizar la calidad del producto.\n * Tendrás ownership de tus desarrollos y entregarás nuevas funcionalidades y actualizaciones.\n * Serás una parte importante del equipo y participarás en las ceremonias de gestión: planning, dailies, retro, demos, etc.\n\n\n\n\nPara ello trabajarás con:\n\n\n\n\n * Languages: C#, HTML/CSS, Angular, React, JS, XML, JSON\n * Databases: Azure SQL, Azure SQL MI, Redis, App Fabric\n * Development Framework: .NET, Angular (Version 2 - 14), Entity Framework, WCF, jQuery, React\n * Development Platform: .NET (Latest Version), .NET Core (Version 2.0 - 6.0), Azure, Angular, React\n * Architecture: Microservice Architecture.\n * DevOps: Azure DevOps, Azure Git\n * Cloud Provider: Azure\n * Hosting: On-prem, Azure IaaS, Azure PaaS\n * Project Management Tool: Git, Azure Board, Retrospective\n\n\n\n\nQué necesitamos de ti:\n\n\n\n\n * Experiencia desarrollando con el stack de Microsoft: .NET, .Net Core, Angular, C# SQL Server y Azure.\n * Conocimientos de principios de diseño y patrones de arquitectura. Aplicando siempre las mejores prácticas.\n * Experiencia trabajando con buenas prácticas y metodologías ágiles.\n * Conocimiento de los principios SOLID para desarrollar código más limpio, mantenible, escalable y menos propenso a errores.\n * Experiencia trabajando con CI/CD.\n * Imprescindible alto nivel de inglés.\n\n\n\n\nQué te ofrecemos:\n\n\n\n\n * Salario Fijo + Variable.\n * Modelo de trabajo híbrido (90% casa - 10% oficina). Bajo determinadas circunstancias, podrás cumplir con tus días de \"home working\" desde cualquier lugar.\n * Horario flexible y jornada intensiva los viernes y en verano.\n * 24 días de vacaciones. Adicionalmente tendrás libres los días 24 y 31 de Diciembre y la opción de comprar 5 días extra.\n * El día de tu cumpleaños sólo trabajarás 5 horas.\n * Paquete de retribución flexible (restaurante, transporte y guardería).\n * Seguro médico para ti y tu familia, seguro de vida y Plan de Bienestar (Membresía Plataforma Urban Sport Club, App de contenido saludable, Iniciativas que fomentan la actividad física y la nutrición saludable, Plataformas de descuentos y mucho más...).\n * Acceso a plataformas de E-Learning.\n * 5 días extra de vacaciones pagados para participación en voluntariado/proyectos solidarios.\n * Actividades disruptivas periódicas, Day off y fiesta en Navidad.\n * Oficina pet friendly.\n * Un equipo humano diverso con el que disfrutarás aprendiendo y trabajando.\n * Excelente ambiente de trabajo - Empresa Great Place to Work",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Insurance",
      "companyId": "295588",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3629704419",
      "publishedAt": "2023-06-08",
      "salary": "",
      "title": "Developer / Analist (Java) – País Vasco, Madrid y Sevilla",
      "jobUrl": "https://es.linkedin.com/jobs/view/developer-analist-java-%E2%80%93-pa%C3%ADs-vasco-madrid-y-sevilla-at-teknei-3629704419?trk=public_jobs_topcard-title",
      "companyName": "Teknei",
      "companyUrl": "https://es.linkedin.com/company/teknei-group?trk=public_jobs_topcard-org-name",
      "location": "Sevilla La Nueva, Community of Madrid, Spain",
      "postedTime": "3 months ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Descripción del puesto de trabajo\n\n¡En el GRUPO TEKNEI seguimos creciendo!\n\nBuscamos ampliar nuestro equipo de profesionales JAVA, localizado en nuestras diferentes oficinas repartidas por distintas zonas (Bilbao, Vitoria-Gasteiz, Donostia, Madrid y Sevilla), para incorporar en proyectos de larga duración.\n\nRequisitos\n\n * Experiencia / conocimiento en desarrollo JAVA y Spring.\n * Valorable conocimiento de otras herramientas: Angular, J2EE\n   \n\n¿Qué te ofrecemos?\n\n * Incorporación en proyecto de larga duración, con plan de carrera adaptado al desarrollo dentro de la empresa.\n * Contrato indefinido.\n * Retribución competitiva, en función de tus conocimientos y experiencia.\n * Facilidades y medidas de conciliación laboral y personal: flexibilidad horaria, modalidad en remoto (a excepción de reuniones puntuales que serán presenciales).\n   \n\nSi te interesa, no dudes en apuntarte, ¡te estamos esperando!",
      "contractType": "Full-time",
      "experienceLevel": "Not Applicable",
      "workType": "Other",
      "sector": "IT Services and IT Consulting",
      "companyId": "10967477",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3681798630",
      "publishedAt": "2023-08-01",
      "salary": "",
      "title": "Desarrollador/a Java -  Remoto - Madrid, España",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrollador-a-java-remoto-madrid-espa%C3%B1a-at-digital-talent-agency-3681798630?trk=public_jobs_topcard-title",
      "companyName": "Digital Talent Agency",
      "companyUrl": "https://es.linkedin.com/company/digital-talent-agency?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "¿Tienes experiencia con Java?\n\n\n\n\n¡Entonces esta propuesta es para ti!\n\n\n\n\n&#11015;&#65039;&#11015;&#65039;&#11015;&#65039;\n\n\n\n\n * Remoto\n * Flexibilidad horaria\n * Ofrecemos formaciones y certificaciones\n\n\n\n\nRequisitos\n\n\n\n\n * Más de 1 año de experiencia como Analista Programador/a Java\n * Conocimientos en Springboot, Microservicios\n * Permiso de trabajo UE\n\n\n\n\n¡Queremos conocerte!",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Staffing and Recruiting",
      "companyId": "10504484",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3641995515",
      "publishedAt": "2023-06-22",
      "salary": "",
      "title": "Programador/a Unity Junior",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-a-unity-junior-at-between-technology-3641995515?trk=public_jobs_topcard-title",
      "companyName": "Between Technology",
      "companyUrl": "https://es.linkedin.com/company/between-tech?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 months ago",
      "applicationsCount": "Over 200 applicants",
      "description": "En BETWEEN apostamos por el mejor talento dentro del sector tecnológico. Nos involucramos en una gran variedad de proyectos punteros, trabajando con las últimas tecnologías. Actualmente en BETWEEN contamos con un equipo de más de 800 personas.\n\nTrabajamos en ámbitos como BI, IoT, Big Data e I+D. En el área de Operaciones implantamos proyectos de Service Desk, Infraestructuras IT y proyectos Cloud, entre otros.\n\nActualmente seleccionamos un Programador/a Unity para incorporarse en uno de los equipos de que Between tiene implantados en uno de nuestros principales clientes ubicado en Madrid.\n\nLa persona seleccionada se encargará de programar experiencias de Realidad Virtual.\n\nAdemás, trabajando para BETWEEN obtendrás los siguientes beneficios añadidos:\n\n * Seguro médico incluido por ser Betweener\n * Posibilidad de formar parte de una empresa en pleno crecimiento a nivel nacional e internacional. Un buen lugar donde trabajar: cuidamos de nuestro equipo y la sociedad a través de iniciativas, programas de conciliación y de responsabilidad social corporativa\n * Te integrarás en un equipo de alto rendimiento y con un alto grado de especialización.\n * Dispondrás de oportunidades de formación y desarrollo profesional\n * Pondremos a tu disposición un amplio abanico de retos y proyectos acordes con tus objetivos personales y profesionales.\n * Posibilidad de elegir cómo obtener parte de tu salario gracias a las ventajas fiscales de nuestra Retribución Flexible, y descuentos para acceder a centros de fitness, entre otros\n * En BETWEEN, la igualdad de oportunidades es uno de nuestros valores. Nuestro compromiso es contratar al mejor talentos independientemente de su raza, religión, sexo, edad y personas con otras capacidades y promover su desarrollo profesional y personal.\n   \n   \n\nRequisitos:\n\nImprescindible:\n\n * Titulación en informática y/o relacionada con videojuegos.\n * Experiencia, minimo un año, programando en Unity.\n * Experiencia programando Realidad Virtual.\n * Conocimientos en el plug-in Mirror.\n * Disponibilidad para un proyecto temporal con muchas posibilidades de que continue.",
      "contractType": "Full-time",
      "experienceLevel": "Not Applicable",
      "workType": "Information Technology",
      "sector": "Technology, Information and Internet",
      "companyId": "155025",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3657202589",
      "publishedAt": "2023-07-06",
      "salary": "",
      "title": "Desarrollador/a Java",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrollador-a-java-at-prosegur-3657202589?trk=public_jobs_topcard-title",
      "companyName": "Prosegur",
      "companyUrl": "https://es.linkedin.com/company/prosegur?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 months ago",
      "applicationsCount": "124 applicants",
      "description": "Cuidar de las personas y empresas para hacer del mundo un lugar más seguro manteniéndonos a la vanguardia de la innovación es lo que nos motiva desde hace más de 40 años. Y lo hacemos utilizando las tecnologías más punteras (IA IoT Data Science Blockchain etc.) para ofrecer soluciones disruptivas a través de nuestras cinco líneas de negocio Security Cash Alarms Cipher y AVOS.\n\n\n\n\nComo un verdadero equipo nuestros más de 170.000 profesionales han conseguido posicionarnos como un referente a nivel global en el sector de la seguridad privada estando presentes en más de 25 países. La innovación y la capacidad para transformarnos forman parte de nuestro ADN y compartimos tres valores que nos caracterizan Nos importan las personas pensamos en positivo y somos imparables.\n\n\n\n\n¿Y tú? ¿Te sientes identificado con nuestro propósito? ¿Te apasionan los retos y quieres llevar tu carrera profesional a otro nivel? Hoy tienes la oportunidad de hacerlo sumándote a nuestro Team of Teams en el área/departamento de Prosegur AVOS como Desarrollador JAVA\n\n\n\n\nFunciones\n\n\n\n\n * Las labores del equipo consisten en los desarrollos derivados de los proyectos de implantación en clientes evolutivos personalización y soporte de incidencias de clientes pruebas técnicas y funcionales.\n\n\n\n\nRequisitos\n\n\n\n\n * Experiencia en JAVA.\n\n\n\n\n¿Qué te ofrecemos?\n\n\n\n\n * Salario competitivo acorde a tu experiencia. Remuneración fija más variable.\n * Política de Teletrabajo.\n * Plan de carrera predefinido.\n * Programa formativo grupal e individualizado a cargo de la empresa.\n\n\n\n\nPor ser parte de Prosegur también podrás\n\n\n\n\n * Formar parte de un equipo internacional\n * Trabajar en un entorno dinámico con un excelente ambiente laboral\n * Participar en proyectos estratégicos y disruptivos\n * Crecer profesionalmente atendiendo a un plan carrera personalizado\n * Acceder a un plan formativo de primer nivel gracias a la Universidad Corporativa de Prosegur\n * Disponer de flexibilidad horaria y de interesantes beneficios sociales\n * Disfrutar de nuestro Programa Global de Bienestar\n * Colaborar con nuestra Fundación para crear una sociedad más justa\n * Dar vida a tus ideas en nuestro Programa Global de Innovación e Intraemprendimiento\n\n\n\n\njava,\n\n\n\n\n9c561501e27453f18846",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "15449",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3707701205",
      "publishedAt": "2023-08-30",
      "salary": "",
      "title": "Programador/a Java",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-a-java-at-altia-3707701205?trk=public_jobs_topcard-title",
      "companyName": "Altia",
      "companyUrl": "https://es.linkedin.com/company/altia-sa?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 week ago",
      "applicationsCount": "91 applicants",
      "description": "Sobre nosotros\n\n\n\n\nEn Altia estamos creciendo, y buscamos un/a Programador/a Java con modalidad híbrido Madrid.\n\nSe trata de un proyecto estable dentro de uno de nuestros clientes más afianzados dentro de la Administración Pública y que se encuentra inmerso en un plan estratégico de transformación que apuesta por la mejora y progresión tecnológica y por las metodologías ágiles en su ejecución.\n\n\n\n\nUbicación: Nuevos Ministerios.\n\n\n\n\nEntrarás a formar parte un equipo experimentado, muy potente y competente a nivel técnico y personal, que te acogerá y acompañará en tu integración en la compañía.\n\n\n\n\n¡Únete a nuestro equipo!\n\n\n\n\n--- Quiénes somos ---\n\n\n\n\nAltia es una compañía de servicios de alto valor de transformación digital que ha emprendido, cambiado y reformulado proyectos internacionales para cerca de un millar de clientes, líderes en sus sectores, y que han entendido que sus negocios se pueden revolucionar gracias a la digitalización. Hemos demostrado, en nuestros 29 años de experiencia, ser una empresa robusta, con futuro y con capacidad de innovación y adaptabilidad.\n\nEn los últimos años, se han ido incorporando al grupo diferentes empresas que nos han ayudado a crecer y mejorar: Noesis, Wairbut y Bilbomática.\n\n\n\n\nLo que buscamos\n\n\n\n\nUna persona con al menos 3 años de experiencia como Programador/a :\n\n\n\n\nJ2EE, Spring, Oracle.\n\n\n\n\n¿Qué ofrecemos?\n\n\n\n\n🎯 Modelo híbrido (dos días de presencialidad, tres en remoto)\n\n💙 Formarás parte de un equipo consolidado y con experiencia\n\n⚖ Estabilidad\n\n📓 Plan de Formación y 🎢 Crecimiento Profesional\n\n⌚️ Horario Flexible y 🌊 Jornada de Verano\n\n\n\n\n¿Quieres saber más? 📧 leticia.martinez@altia.es\n\n",
      "contractType": "Full-time",
      "experienceLevel": "Mid-Senior level",
      "workType": "Analyst",
      "sector": "IT Services and IT Consulting",
      "companyId": "898268",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3713147690",
      "publishedAt": "2023-09-05",
      "salary": "",
      "title": "Desarrollador/a FullStack  100% Remoto",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrollador-a-fullstack-100%25-remoto-at-grupo-digital-3713147690?trk=public_jobs_topcard-title",
      "companyName": "Grupo Digital",
      "companyUrl": "https://es.linkedin.com/company/grupo-digital?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "5 days ago",
      "applicationsCount": "86 applicants",
      "description": "Desde GRUPO DIGITAL, estamos buscando para una importante compañía.\n\n\n\n\nDesarrollador Full Stack Senior orientado a Back end, con experiencia en PHP, WordPress, HTML, CSS, Javascript\n\n\n\n\nUbicación: Madrid\n\n\n\n\nModalidad: 100% Remoto\n\n\n\n\nContratación: indefinida\n\n\n\n\nSalario: a convenir en función de la experiencia aportada\n\n\n\n\nRequisitos mínimos\n\n\n\n\nFull Stack a partir de 2PHP, WordPress, HTML, CSS, Javascript años de experiencia en:\n\n\n\n\n * Maquetar diseño en WordPress,\n * Experiencia en desarrollo con HTML, CSS javascript\n * Experiencia en desarrollo con PHP\n * Imprescindible residir en Territorio Español\n\n\n\n\nGrupo Digital\n\n\n\n\nSomos un grupo de empresas tecnológicas, formado actualmente por unos 400 profesionales, en distintas áreas: desarrollo, sistemas, ingeniería automática, consultoría... Si quieres impulsar tu carrera con un proyecto único de la mano de una multinacional de primerísimo nivel, no dudes en presentar tu candidatura. ¡Te esperamos!",
      "contractType": "Full-time",
      "experienceLevel": "Not Applicable",
      "workType": "Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "737593",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3657207134",
      "publishedAt": "2023-07-06",
      "salary": "",
      "title": "Programador JAVA Junior",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-java-junior-at-trs-staffing-solutions-3657207134?trk=public_jobs_topcard-title",
      "companyName": "TRS Staffing Solutions",
      "companyUrl": "https://www.linkedin.com/company/trs-staffing-solutions?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 months ago",
      "applicationsCount": "Over 200 applicants",
      "description": "Buscamos un/a Programador Junior JAVA con 2 años de experiencia para trabajar en un proyecto que nuestro cliente tiene en Madrid\n\n\n\n\nREQUISITOS\n\n\n\n\n2 años de experiencia en\n\n\n\n\n * Java JavaScript PHP SQL (Oracle y MySQL) PL-SQL C Python.\n * Control de Versiones en GIT y GITHUB.\n * Eclipse NetBeans Android Studio PHPMYADMIN\n\n\n\n\nMODELO DE TRABAJO Hibrido. Al principio 3 días a la semana y luego solo 1 día\n\n\n\n\nHORARIO L a J 8 a 18 V de 8 a 15\n\n\n\n\njava, ORACLE, GIT, ECLIPSE\n\n\n\n\nc181156a42ae1353694e",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "28480",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3675741983",
      "publishedAt": "2023-07-01",
      "salary": "",
      "title": "Full-Stack Developer",
      "jobUrl": "https://es.linkedin.com/jobs/view/full-stack-developer-at-rs-group-plc-3675741983?trk=public_jobs_topcard-title",
      "companyName": "RS Group plc",
      "companyUrl": "https://uk.linkedin.com/company/rs-group-plc?trk=public_jobs_topcard-org-name",
      "location": "Alcobendas, Community of Madrid, Spain",
      "postedTime": "2 months ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Full Stack Developer – RS Industria\n\n\n\n\nLocation: Madrid\n\n\n\n\nHybrid working (flexible home/office working)\n\n\n\n\nEmployment Type: Permanent\n\n\n\n\nThe purpose of the role is to design, engineer, and develop features and solutions following the highest standards and best practices.\n\n\n\n\nThe Software Engineer needs to be capable of, not only developing top class code, but also reviewing other developers’ code and support every colleague to perform at their best. Also, the SE has to have a good enough understanding of the platform and the features to develop in order to ponder and estimate new features with the team as accurately as possible\n\n\n\n\nAbout The Role\n\n\n\n\n * Take the ownership of the development at hand taking care to implement the best code possible, testing included.\n * Implement and spread best coding standards for development, and general standards for engineering practices, as well as processes to make sure quality is assured.\n * Make sure the code delivered is scalable, secure and maintainable.\n * Work with the Technical Lead and the other team members to achieve the common goals of the development of system components that span multiple product domains & their interfaces.\n * Eventually, review other developers’ code to ensure highest standards are implemented and side-effects are handled.\n\n\n\n\nWhat We’re Looking For\n\n\n\n\n * Proven experience in a technical, software engineering environment.\n * Experience working with frameworks like React.js and Jest.\n * Strong familiarity and experience with javascript\n * Good grounding in a core language, such as; java, C++, C# or GoLang\n * An Agile & DevOps mindset.\n * Experience interacting at all levels across various countries and cultures; excellent stakeholder management skills.\n * Talented and effective communicator at all levels and in all mediums.\n * Examples of the journey from monolithic architectures to microservices.\n * Understanding of the pros and cons, and operational challenges, of operating with distributed systems.\n * Advocacy of test-driven development, test automation and continuous delivery pipelines.\n * Familiar with event driven architectures.\n * Collaborative style.\n * Appreciation of security engineering best practice and challenges of working with PII data.\n\n\n\n\nA Bit About You\n\n\n\n\nLeaders in Electrocomponents lead a culture where people are:\n\n\n\n\n * Customer and supplier obsessed\n * Highly engaged and ambitious\n * Stripping out barriers to execution\n * Creating fresh ideas and new markets\n * Delivering on promises – making it happen\n * Driven by outcome, with fully aligned objectives\n\n\n\n\nTherefore, To Do That I\n\n\n\n\nShow Passion: I connect deeply with others – colleagues, customers, and suppliers\n\n\n\n\n * I share my aspirations. I am transparent and honest. I act and communicate with integrity\n * I collaborate with others, so together we thrive and transform our business\n\n\n\n\nAct with Humility: I enable others to ask, ‘what if’, and do amazing things\n\n\n\n\n * I listen to understand diverse views, as I don’t have all the answers\n * I empower others to try new, exciting things; and challenge limiting beliefs. Sometimes we fail, but we do it together and we learn\n\n\n\n\nDemonstrate Trust: I lead by example, align others around ambitious goals, and check in regularly\n\n\n\n\n * I commit to and am accountable for two or three key priorities; and I deliver on them join the dots for people across matrix teams, give them ownership, and make sure we always know how we are doing\n\n\n\n\nWe are RS Group.\n\n\n\n\nRS Group is a global integrated omni-channel solutions partner for industrial B2B customers who design, build, and maintain industrial equipment and operations. We are a FTSE 100 company with £2 billion in revenue, operating in 32 countries, shipping 60,000 parcels a day to over 1.2 million customers worldwide.\n\n\n\n\nOur Vision is to be first choice for all our stakeholders, and we know that starts with our people. At RS we want everyone to show up to work as themselves and know that they will be supported and encouraged to develop and grow. We want work to be a place that excites and empowers, a place where you can be passionate and challenge people to think differently.\n\n\n\n\nWe want to hire the best talent, people who share our values and understand that when we act with respect and humility, we can do great things. That’s why we’ve put our purpose at the heart of our organisation, we want to make amazing happen for a better world. We empower our people to make a difference, innovate to make more possible and deliver to make it happen.\n\n\n\n\nRS Group Brands: RS, Allied Electronics & Automation, RS PRO, OKdo, DesignSpark, IESA, Synovos, Needlers and Liscombe.\n\n\n\n\nAre you ready to explore the possibilities?",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Transportation, Logistics, Supply Chain and Storage",
      "companyId": "81290626",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3685373403",
      "publishedAt": "2023-08-04",
      "salary": "",
      "title": "Desarrollador Front End",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrollador-front-end-at-indra-3685373403?trk=public_jobs_topcard-title",
      "companyName": "Indra",
      "companyUrl": "https://es.linkedin.com/company/indra?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "Over 200 applicants",
      "description": "Desde la nueva división digital de Indra MINSAIT estamos buscando para plantilla un profesional con experiencia mínimo 2 años o más dedicados a realizar proyectos web y con tecnologías front.\n\n\n\n\nConocimientos Fundamentales\n\n\n\n\nHMTL 4 /5\n\n\n\n\nCSS 2/3\n\n\n\n\nPreprocesadores SAAS Less\n\n\n\n\nGrunt o gulp bower yeoman\n\n\n\n\nResponsive Design / boostrap\n\n\n\n\nTemplating (mustache handlebars underscore etc)\n\n\n\n\nJavascript Jquery Angular 1/2 backbone\n\n\n\n\nExperiencia en la invocación a Servicios REST con JSON\n\n\n\n\nAplicaciones Hibridas phonegap ionic\n\n\n\n\nConocimientos de accesibilidad\n\n\n\n\nControl de versiones Git SVN\n\n\n\n\nValorable\n\n\n\n\nEjecución de pruebas en javascript Conocimiento de librerías (jasmine qUnit )mocha\n\n\n\n\nAplicación de Metodologías Agiles Scrum\n\n\n\n\nPolymer y Web Components\n\n\n\n\nReact Redux\n\n\n\n\nECMAScript6\n\n\n\n\nNode JS\n\n\n\n\nSe trata de un puesto para un perfil con inquietudes de progresar dentro de la empresa y de participar en diversos proyectos innovadores.\n\n\n\n\nSi te interesa esta oportunidad no dudes en inscribirte!\n\n\n\n\njavascript, angular, vue, bootstrap , react,\n\n\n\n\n440b1e94d255b36c6c4f",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "4230",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3713147690",
      "publishedAt": "2023-09-05",
      "salary": "",
      "title": "e",
      "jobUrl": "",
      "companyName": "",
      "companyUrl": "",
      "location": "",
      "postedTime": "",
      "applicationsCount": "",
      "description": "",
      "contractType": "",
      "experienceLevel": "",
      "workType": "",
      "sector": ""
    },
    {
      "id": "3674006790",
      "publishedAt": "2023-07-02",
      "salary": "",
      "title": "Programador/a Java",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-a-java-at-serviguidebpo-3674006790?trk=public_jobs_topcard-title",
      "companyName": "ServiguideBPO",
      "companyUrl": "https://es.linkedin.com/company/serviguideb?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 months ago",
      "applicationsCount": "54 applicants",
      "description": "En ServiguideTECH precisamos incorporar un Programador/a Java para importante cliente tecnológico.\n\n\n\n\nOfrecemos\n\n\n\n\n * Contrato indefinido.\n * Participación en proyectos y tecnologías innovadores.\n * Evolución profesional y promoción personalizada.\n * Proyectos indefinidos.\n * Modelo de trabajo 100% remoto.\n * Buen ambiente de trabajo.\n\n\n\n\nRequisitos\n\n\n\n\n * Programador/a con al menos 2 años de experiencia.\n * Desarrollo de aplicaciones desde la parte del servidor.\n * Experiencia en Microservicios, API\n * Conocimientos y/o experiencia en Framework Spring, JPA, Hibernate.\n * Conocimientos y experiencia en BBDD, especialmente relacionales.\n\n\n\n\nImprescindible: titulación / Grado, técnica o superior en informática.",
      "contractType": "Full-time",
      "experienceLevel": "Not Applicable",
      "workType": "Engineering and Information Technology",
      "sector": "Business Consulting and Services",
      "companyId": "914789",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3656729122",
      "publishedAt": "2023-07-07",
      "salary": "",
      "title": "Desarrollador Frontend",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrollador-frontend-at-rawson-bpo-3656729122?trk=public_jobs_topcard-title",
      "companyName": "Rawson BPO",
      "companyUrl": "https://es.linkedin.com/company/rawson-bpo?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 months ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "En Rawson BPO nos encontramos en búsqueda del siguiente perfil DESARROLLADOR FRONT CON HTML 5, REACT, CYPRESS, GIT, JSON, MVC para una importante oferta laboral en España\n\n\n\n\nOfrecemos la oportunidad de formar parte de un gran proyecto empresarial en constante crecimiento y evolución.\n\n\n\n\nRol\n\n\n\n\nDesarrollador Frontend\n\n\n\n\nRequisitos\n\n\n\n\nHTML5, CSS3 y JS (ES5 y ES6).\n\n\n\n\nExperiencia con frameworks en JavaScript (LitElement, Polymer, React, Vue.js,...).\n\n\n\n\nExperiencia en construcción de SPA.\n\n\n\n\nArquitecturas de componentes o Webcomponents.\n\n\n\n\nTesting Front ( Mocha, Chai, Synon, Karma, Jasmine, Cypress).\n\n\n\n\nNPM.\n\n\n\n\nCI/CD.\n\n\n\n\nGIT.\n\n\n\n\nUtilización de servicios REST/JSON.\n\n\n\n\nPersona proactiva, motivada, amante de la excelencia y de la tecnología, orientada al cliente, tenaz, comprometida, autónoma, con rigor y método, con dotes de comunicación y con madurez personal.\n\n\n\n\nIngeniería técnica/superior.\n\n\n\n\nReferente técnico en el scrum team.\n\n\n\n\nColaboración en definiciones arquitectónicas y desarrollar los proyectos más desafiantes.\n\n\n\n\nLiderazgo en la implementación de las USs más complejas del product backlog.\n\n\n\n\nParticipa en decisiones de alto nivel y colaborar si es necesario en actividades más operativas privilegiando el resultado y la calidad de las relaciones por sobre su autoría en las ideas.\n\n\n\n\nCondiciones Laborales\n\n\n\n\nTrabajo: Híbrido en Madrid.\n\n\n\n\nContrato Indefinido.\n\n\n\n\nSalario a convenir.",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "6420489",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3708445462",
      "publishedAt": "2023-08-30",
      "salary": "",
      "title": "Programador/a Java",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-a-java-at-tuy%C3%BA-technology-3708445462?trk=public_jobs_topcard-title",
      "companyName": "TUYÚ Technology",
      "companyUrl": "https://es.linkedin.com/company/tuy-technology?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 week ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "¿Quieres crecer profesionalmente? ¿Buscas nuevos retos a nivel profesional? ¡Te estamos buscando!\n\n\n\n\nEn TUYÚ Technology buscamos un/a Programador/a Java Senior para un proyecto actual con modalidad híbrida en Madrid.\n\n\n\n\n¿Qué esperamos de ti?\n\n\n\n\nTener experiencia con tecnologías como Java Spring SOAP Git Oracle Hibernate y tecnologías de interfaz de front.\n\n\n\n\n¿Qué te ofrecemos?\n\n\n\n\nUn puesto con un proyecto atractivo y que ayude a tu desarrollo profesional así como un salario competitivo en el mercado con un cliente del sector público. Además un formato híbrido con 60 de teletrabajo.\n\n\n\n\nSomos una empresa que tenemos como objetivo integrar a todas las personas. Si tienes un certificado de discapacidad o algún tipo de diversidad funcional cognitiva podemos encontrar un proyecto que se ajuste a tus habilidades. ¡En Tuyú Technology te estamos esperando!\n\n\n\n\njava, hibernate, spring, SOAP, REST, Oracle, Jasper, JPA, Git, HTML, CSS, Javascript, JQuery, AJAX, bootstrap\n\n\n\n\nb5cf1c4d7226d3ccce43",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "2726979",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3664563055",
      "publishedAt": "2023-07-14",
      "salary": "",
      "title": "Programador/a Java",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-a-java-at-the-whiteam-3664563055?trk=public_jobs_topcard-title",
      "companyName": "TheWhiteam",
      "companyUrl": "https://es.linkedin.com/company/the-white-team-consulting?trk=public_jobs_topcard-org-name",
      "location": "Tres Cantos, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Descripción del puesto\n\n\n\n\nEl Departamento de selección de The Whiteam está seleccionando programadores java para agencias públicas.\n\n\n\n\nSi estás buscando estabilidad laboral en Madrid, y trabajar en buen ambiente laboral, este es tu proyecto.\n\n\n\n\nEl horario será flexible de 7h a 20h. Y si además te gusta estar en buen clima laboral, las oficinas están cerca de Chamartin.\n\n\n\n\nSerá imprescindible experiencia en ;\n\n\n\n\n * Lenguajes de Programación\n\n\n\n\nJava 7 o superior\n\n\n\n\nJavaScript\n\n\n\n\n * Servidor de aplicaciones\n\n\n\n\nJava Enterprise Edition (J2EE) en cualquier Servidor de Aplicaciones: programación de servlets, JDBC, Webservices, etc.\n\n\n\n\n * Presentación / Estilos\n\n\n\n\nHTML, CSS, XML, JSON\n\n\n\n\n * Bases de Datos\n\n\n\n\nOracle y/o DB2, lenguaje SQL, PL/SQL, Procedimientos Almacenados\n\n\n\n\n * Herramientas de Desarrollo\n\n\n\n\nIDE Java (Tipo Eclipse)\n\n\n\n\nHerramientas de integración continua y de gestión de código fuente: Tipo CVS, Subversion, Jenkins o similares\n\n\n\n\nCompañía\n\n\n\n\nFormar parte de THEWHITEAM es colaborar con una empresa formada por profesionales con una dilatada experiencia en consultoría tecnológica.\n\n\n\n\nCreemos firmemente que las empresas y clientes marcan el camino a seguir en el sector, pero éste lo construyen las personas. Consideramos de vital importancia que nuestra organización se fundamente en nuestro mejor activo y marca de valor añadido que es nuestro equipo humano.\n\n\n\n\nBeneficios\n\n\n\n\nPor otra parte, te dejo también un pequeño resumen de políticas de la compañía para que nos vayas conociendo un poco mejor:\n\n\n\n\n * Nuestro convenio es el de Consultoras y estudios de mercado\n * Tenemos 23 días de vacaciones al año\n * La empresa da como regalo el día de nuestro cumpleaños, para que podamos disfrutar de él sin trabajar\n * Tenemos 14 pagas, 12 mensuales y dos extras (junio y diciembre)\n * Como retribución flexible podemos pedir ticket guardería y también seguro médico + dental.",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "2645966",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3707511193",
      "publishedAt": "2023-09-07",
      "salary": "",
      "title": "Desarrollador Frontend React",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrollador-frontend-react-at-aratech-lifestyle-technology-3707511193?trk=public_jobs_topcard-title",
      "companyName": "ARATECH lifestyle technology",
      "companyUrl": "https://es.linkedin.com/company/ara-technology?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "3 days ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "¿Quiénes somos?\n\n\n\n\n¡Hola! Somos ARATECH Lifestyle Technology, una empresa con más de 10 años de experiencia en informática y consultoría. El grupo de profesionales que trabaja en ARATECH tiene como misión ofrecer las mejores soluciones a nuestros clientes trabajando junto a ellos en su Transformación Digital para proveer del mejor asesoramiento estableciendo una colaboración estrecha.\n\n\n\n\nUna Consultora con ADN DIGITAL especializada en el Desarrollo de Software a medida, Selección de Personal y Directivos, Marketing Digital y Sistemas & Cloud. Somos creadores, hacemos realidad las ideas de nuestros clientes y damos humanidad a la tecnología. Buscamos el Talento IT que quiera participar con nosotros en la transformación digital que la realidad necesita.\n\n\n\n\n¿Con quién trabajamos?\n\n\n\n\nNuestro cliente es una de las principales compañías de tecnología españolas. Especializados en servicios de consultoría de negocio, desarrollo tecnológico, transformación digital. Cuentan con oficinas a lo largo de toda España. Gracias a su especialización TIC y la excelencia de sus servicios, se han convertido en una de las 10 principales compañías de tecnología españolas. Además, han sido la empresa tecnológica de más de 400 trabajadores que más crecimiento orgánico ha tenido en 2019 y 2020.\n\n\n\n\n¿Cuáles serán tus funciones?\n\n\n\n\n * Trabajarás junto al equipo de desarrollo de aplicaciones internas de una importante compañía bancaria para el desarrollo de front y micro front.\n * Realizarás funciones de análisis, trabajo en equipo y habilidades de comunicación con cliente de manera técnica para realización y preparación de despliegues.\n\n\n\n\n¿Skills necesarias?\n\n\n\n\n * Experiencia avanzada en Javascript\n * React\n * Redux\n * Typescript\n * Experiencia en creación de componentes con librerías como Material.ui\n * Conocimientos avanzados en Html5 y CSS\n * Experiencia en creación de SPA y SSR , con arquitectura de Microfrontend.\n * Es necesario hablar español.\n\n\n\n\n¿Skills Valorables?\n\n\n\n\n * Gestión ágil y seguimiento de proyectos de Software.\n * Inglés",
      "contractType": "Full-time",
      "experienceLevel": "Not Applicable",
      "workType": "Engineering and Information Technology",
      "sector": "Information Technology & Services",
      "companyId": "2650792",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3674832919",
      "publishedAt": "2023-07-25",
      "salary": "",
      "title": "Programador Fullstack",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-fullstack-at-rawson-bpo-3674832919?trk=public_jobs_topcard-title",
      "companyName": "Rawson BPO",
      "companyUrl": "https://es.linkedin.com/company/rawson-bpo?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "En Rawson BPO nos encontramos en búsqueda del siguiente perfil PROGRAMADOR FULLSTACK para una importante oferta laboral en Madrid-España.\n\n\n\n\nOfrecemos la oportunidad de formar parte de un gran proyecto empresarial en constante crecimiento y evolución.\n\n\n\n\nRol\n\n\n\n\nProgramador Fullstack\n\n\n\n\nRequisitos\n\n\n\n\nPerfil fullstack con cinco (5) años de experiencia en Apps híbridas Node.js en Backend, Angular e Ionic en front y 2 dos años en BBDD relacionales y no relacionales.\n\n\n\n\nRequisito más fuerte en Node.js y Angular incluyendo en este último el dominio de las tecnologías básicas implicadas: HTML5, CSS3, TypeScript y JavaScript.\n\n\n\n\nCondiciones Laborales\n\n\n\n\nTrabajo: Madrid.\n\n\n\n\nContrato Indefinido.\n\n\n\n\nSalario a convenir.",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "6420489",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3708445465",
      "publishedAt": "2023-08-30",
      "salary": "",
      "title": "Programadores Junior y Senior Java",
      "jobUrl": "https://es.linkedin.com/jobs/view/programadores-junior-y-senior-java-at-seltime-sl-3708445465?trk=public_jobs_topcard-title",
      "companyName": "Seltime SL",
      "companyUrl": "https://es.linkedin.com/company/seltime-sl?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 week ago",
      "applicationsCount": "Over 200 applicants",
      "description": "SELTIME compañía española en proceso de expansión líder en dar soluciones tecnológicas específicas a cada cliente y un trato personalizado a nuestros técnicos.\n\n\n\n\nSelecciona Programadores junior y senior Java/EE para incorporación inmediata en interesante proyecto dentro de nuestra organización\n\n\n\n\nSe requiere\n\n\n\n\n * Experiencia de al menos 1-2 años desarrollando aplicaciones Java con Springboot\n * Experiencia en otras tecnologías de backend similares\n * Conocimiento de Spring y Struts\n * Muy valorable disponibilidad de Incorporación Inmediata.\n\n\n\n\nSe ofrece\n\n\n\n\n * Incorporación en proyecto estable\n * 100 teletrabajo\n * Últimas tecnologías\n * Posibilidad de desarrollo profesional\n * Formación personalizada\n * Retribución flexible\n * Ambiente dinámico de trabajo\n\n\n\n\njava,Spring\n\n\n\n\n12b5146222acf3851543\n\n\n",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "86444482",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3668731461",
      "publishedAt": "2023-07-19",
      "salary": "",
      "title": "Programador/a Java",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-a-java-at-tuy%C3%BA-technology-3668731461?trk=public_jobs_topcard-title",
      "companyName": "TUYÚ Technology",
      "companyUrl": "https://es.linkedin.com/company/tuy-technology?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "¿Quieres crecer profesionalmente? ¿Buscas nuevos retos a nivel profesional? ¡Te estamos buscando!\n\n\n\n\nEn TUYÚ Technology buscamos un/a Programador/a Java para un proyecto actual con modalidad híbrida en Madrid.\n\n\n\n\n¿Qué esperamos de ti?\n\n\n\n\nTener experiencia en estas tecnologías Jasper Reports y Java\n\n\n\n\n¿Qué te ofrecemos?\n\n\n\n\nUn puesto con un proyecto atractivo y que ayude a tu desarrollo profesional así como un salario competitivo en el mercado con un cliente del sector público.\n\n\n\n\nSomos una empresa que tenemos como objetivo integrar a todas las personas. Si tienes un certificado de discapacidad o algún tipo de diversidad funcional cognitiva podemos encontrar un proyecto que se ajuste a tus habilidades. ¡En Tuyú Technology te estamos esperando!\n\n\n\n\njava, Jasper Reports\n\n\n\n\nfa2416dad27663e25147",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "2726979",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3633922992",
      "publishedAt": "2023-06-08",
      "salary": "",
      "title": "Desarrollador Java (Remoto)",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrollador-java-remoto-at-azertium-it-3633922992?trk=public_jobs_topcard-title",
      "companyName": "Azertium IT",
      "companyUrl": "https://es.linkedin.com/company/azertium-it?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "3 months ago",
      "applicationsCount": "111 applicants",
      "description": "Desde Azertium IT nos gustaría contar con los mejores profesionales del Sector, y actualmente, estamos en búsqueda de un Programador Java con al menos tres años de experiencia laboral, para fomar parte de nuestro equipo con gran desarrollo.\n\n\n\n\nFunciones\n\n\n\n\n * Desarrollo de Aplicaciones Web\n * Diseño\n * Toma de requerimientos\n\n\n\n\nExperiencia / Conocimientos:\n\n\n\n\n * Java\n * Spring\n * SQL Server\n * Maven\n * Servicios Rest\n\n\n\n\n¿Qué ofrecemos?\n\n\n\n\n * Contrato Indefinido\n * Puesto estable\n * Desarrollo profesional\n * Trabajo en remoto.\n\n\n\n\nRequisitos:\n\n\n\n\nFunciones\n\n\n\n\n * Desarrollo de Aplicaciones Web\n * Diseño\n * Toma de requerimientos\n\n\n\n\nExperiencia / Conocimientos:\n\n\n\n\n * Java\n * Spring\n * SQL Server\n * Maven\n * Servicios Rest",
      "contractType": "Full-time",
      "experienceLevel": "Not Applicable",
      "workType": "Engineering and Information Technology",
      "sector": "Technology, Information and Internet",
      "companyId": "11096157",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3695629576",
      "publishedAt": "2023-08-04",
      "salary": "",
      "title": "e",
      "jobUrl": "",
      "companyName": "",
      "companyUrl": "",
      "location": "",
      "postedTime": "",
      "applicationsCount": "",
      "description": "",
      "contractType": "",
      "experienceLevel": "",
      "workType": "",
      "sector": ""
    },
    {
      "id": "3706085120",
      "publishedAt": "2023-08-28",
      "salary": "",
      "title": "Fullstack Developer (Node.JS & React)",
      "jobUrl": "https://es.linkedin.com/jobs/view/fullstack-developer-node-js-react-at-mindpal-3706085120?trk=public_jobs_topcard-title",
      "companyName": "MindPal",
      "companyUrl": "https://www.linkedin.com/company/mindpal.co?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 week ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "We are seeking a skilled Node.js and React Developer\n\n\n\n\nIf you are passionate about web development and have a solid understanding of both Node.js and React, we'd love to know you better!\n\n\n\n\nResponsibilities\n\n\n\n\n * Develop and maintain efficient and scalable web applications using Node.js and React\n * Collaborate with cross-functional teams to define, design, and ship new features\n * Troubleshoot and resolve software defects and issues\n * Optimize application performance for maximum speed and scalability\n * Stay updated with industry trends and emerging technologies\n\n\n\n\nRequirements\n\n\n\n\n * At least 2 years of professional experience as a Node.js and React Developer\n * Strong proficiency in Node.js and React frameworks\n * Solid understanding of JavaScript, HTML, and CSS\n * Experience with RESTful APIs and third-party libraries\n * Familiarity with version control systems (e.g., Git)\n * Strong problem-solving and debugging skills\n * Ability to work independently and collaboratively in a team environment\n * Excellent communication and interpersonal skills\n\n\n\n\nWe Offer\n\n\n\n\n * B2B contract type\n * Full-time job\n * Remote and flexible working hours",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Staffing and Recruiting",
      "companyId": "88015600",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3664567575",
      "publishedAt": "2023-07-14",
      "salary": "",
      "title": "Programador Front (Fullstack)",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-front-fullstack-at-rieka-talent-ett-3664567575?trk=public_jobs_topcard-title",
      "companyName": "Rieka Talent ETT",
      "companyUrl": "https://es.linkedin.com/company/riekatalent?trk=public_jobs_topcard-org-name",
      "location": "Alcobendas, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Importante multinacional española de I+D busca incorporar desarrollador/a enfocado en la parte front.\n\n\n\n\nRequisitos técnicos:\n\n\n\n\n * ReactJS. Experiencia laboral demostrable de al menos 1 año.\n * Git. Experiencia laboral demostrable de al menos 1 año.\n * NodeJS. Experiencia laboral demostrable de al menos 1 año.\n * Experiencia laboral demostrable con bases de datos SQL de al menos 1 año.\n * Debe saber escribir en inglés.\n * Disponibilidad para viajar esporádicamente.\n\n\n\n\nEs valorable que tenga experiencia en:\n\n\n\n\n * Unit Testing\n * .NET core 5\n * C#\n * Go\n * Dockers.\n * Teletrabajo: 50% del tiempo\n * SBA: Abierto e función de la experiencia per entre 24K-35K",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Human Resources",
      "companyId": "71249288",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3667200243",
      "publishedAt": "2023-06-22",
      "salary": "",
      "title": "PROGRAMADOR REACT 100% REMOTO",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-react-100%25-remoto-at-irium-3667200243?trk=public_jobs_topcard-title",
      "companyName": "IRIUM",
      "companyUrl": "https://es.linkedin.com/company/irium-solucionesysistemas?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 months ago",
      "applicationsCount": "Over 200 applicants",
      "description": "para conquistar tus metas, y ten siempre presente disfrutar del camino.\n\n\n\n\nActualmente nos encontramos en búsqueda de un perfil para cubrir el rol de PROGRAMADOR FRONTEND REACT para proyecto 100% REMOTO\n\n\n\n\nREQUISITOS IMPRESCINDIBLES:\n\n\n\n\n * A partir de 3 años de experiencia en React y Redux\n * Test unitarios con Jest\n * Experiencia en CI/CD con Jenkins/Sonar\n\n\n\n\nCONDICIONES:\n\n\n\n\nContratación indefinida por Irium con posibilidad de pasar a plantilla cliente.\n\n\n\n\nModalidad de trabajo: 100% Remoto.\n\n\n\n\nSalario: Entre 30k y 42k según valía y posición.\n\n\n\n\nRetribución flexible: tickets restaurant, seguro médico y tickets guardería.\n\n\n\n\nAcceso ilimitado a formación tecnológica puntera en modalidad barra libre.\n\n\n\n\nIRIUM es una empresa formada por profesionales con inquietudes, dinámicos y resolutivos. Nuestros valores son la responsabilidad y el compromiso con el trabajo bien hecho, este es el espíritu que buscamos en IRIUM, sea cual sea tu edad, si te reconoces ¡esta es tu empresa!\n\n\n\n\nPodemos construir juntos el futuro. ¿Hablamos?\n\n\n\n\nPowered by JazzHR\n\n\n\n\n6G8GRHINJZ",
      "contractType": "Full-time",
      "experienceLevel": "Mid-Senior level",
      "workType": "Engineering and Information Technology",
      "sector": "Internet Publishing",
      "companyId": "838111",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3633928098",
      "publishedAt": "2023-05-31",
      "salary": "",
      "title": "e",
      "jobUrl": "",
      "companyName": "",
      "companyUrl": "",
      "location": "",
      "postedTime": "",
      "applicationsCount": "",
      "description": "",
      "contractType": "",
      "experienceLevel": "",
      "workType": "",
      "sector": ""
    },
    {
      "id": "3596690222",
      "publishedAt": "2023-05-05",
      "salary": "",
      "title": "Programadores/as .NET junior",
      "jobUrl": "https://es.linkedin.com/jobs/view/programadores-as-net-junior-at-bilbom%C3%A1tica-3596690222?trk=public_jobs_topcard-title",
      "companyName": "Bilbomática",
      "companyUrl": "https://es.linkedin.com/company/bilbomatica?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "4 months ago",
      "applicationsCount": "71 applicants",
      "description": "Somos una empresa de ingeniería del software que proporcionamos servicios y creamos soluciones digitales para mejorar la vida de los ciudadanos en toda Europa.\n\nEn un contexto de cambio permanente confiamos en el trabajo en equipo, en la conciliación y el empleo de calidad para conseguir la excelencia en nuestro trabajo. Estamos comprometidos con la igualdad de oportunidades y trabajamos para favorecer la diversidad y la inclusión.\n\nQué necesitamos\n\nBuscamos incorporar en nuestro equipo PROGRAMADORES/AS .NET JUNIOR que tendrán la oportunidad de trabajar en interesantes proyectos ubicados en la zona centro de Madrid y con un equipo altamente cualificado.\n\nSi te apasionan los retos, sientes inquietud y estás orientad@ a resultados te estamos buscando.\n\nTe ofrecemos\n\n * Estabilidad laboral, con un contrato indefinido.\n * Retribución competitiva y flexible, en función de tus conocimientos y experiencia.\n * Flexibilidad horaria con el fin de favorecer la conciliación. Además, contamos con 4 meses de jornada intensiva, de junio a septiembre.\n * Modelo de trabajo flexible, con la posibilidad de teletrabajar y conciliar.\n * Plan de carrera y formación continua adaptada a tu puesto de trabajo.\n * Formar parte de un equipo con buen ambiente laboral, integrado por grandes profesionales de los que puedas seguir aprendiendo y con los que puedas compartir conocimientos y experiencias.\n   \n   \n\nSi te interesa, no dudes en apuntarte, ¡te estamos esperando!\n\nRequisitos:\n\nRequisitos mínimos\n\n * Mínimo 6 meses de experiencia en programación con .NET.\n * Residencia en Madrid ciudad o alrededores.\n   \n   \n\nRequisitos deseados\n\n * Valorable titulación universitaria.",
      "contractType": "Full-time",
      "experienceLevel": "Not Applicable",
      "workType": "Other",
      "sector": "Technology, Information and Internet",
      "companyId": "601055",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3711951602",
      "publishedAt": "2023-08-11",
      "salary": "",
      "title": "PROGRAMADOR/A JAVA",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-a-java-at-iberm%C3%A1tica-3711951602?trk=public_jobs_topcard-title",
      "companyName": "Ibermática",
      "companyUrl": "https://es.linkedin.com/company/ibermatica-an-ayesa-company?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Como parte de Ayesa, conformamos uno de los principales conglomerados de servicios de Ingeniería y Tecnologías de la Información (TIC) del mercado. Somos más de 11.000 personas en más de 20 países de Europa, América, África y Asia y contamos con el reconocimiento de Forbes como una de las 50 mejores empresas para trabajar. Resulta gratificante comprobar cómo nuestro trabajo, apoyado en la tecnología, ayuda a personas y organizaciones a superar retos y conseguir objetivos. Si tú también quieres contribuir a estos cambios y experimentar esta sensación especial, ¡acércate y ven a formar parte de este gran equipo!\n\nBuscamos incorporar 4 programadores/as para uno de nuestros proyectos con Administración Pública en modalidad 100% teletrabajo ¿Qué vas a hacer? Desarrollo de aplicaciones con tecnologías Java, al menos Java 8 y superiores: Struts, Hibernate 5.6 o superior, Spring MVC\n\n * Desarrollo en Angular\n * Bases de datos relacionales: Oracle 11 g o superiores\n * REST (JAX-RS con Spring Rest)\n * Control de versiones: GIT\n   \n\nTitulación: FPII o ciclo de grado superior de Informática Experiencia General: De 1 a 3 años de experiencia como Programador en proyectos TIC. Experiencia en Entorno Tecnológico Imprescindible:\n\n * Aplicaciones con tecnologías Java, al menos Java 8 y superiores: Struts, Hibernate 5.6 o superior, Spring MVC\n * Desarrollo en Angular\n * Bases de datos relacionales: Oracle 11 g o superiores\n * REST (JAX-RS con Spring Rest)\n * Control de versiones: GIT",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "18085",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3706347938",
      "publishedAt": "2023-08-31",
      "salary": "",
      "title": "e",
      "jobUrl": "",
      "companyName": "",
      "companyUrl": "",
      "location": "",
      "postedTime": "",
      "applicationsCount": "",
      "description": "",
      "contractType": "",
      "experienceLevel": "",
      "workType": "",
      "sector": ""
    },
    {
      "id": "3705896482",
      "publishedAt": "2023-08-28",
      "salary": "",
      "title": "React Developer",
      "jobUrl": "https://es.linkedin.com/jobs/view/react-developer-at-mindpal-3705896482?trk=public_jobs_topcard-title",
      "companyName": "MindPal",
      "companyUrl": "https://www.linkedin.com/company/mindpal.co?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 week ago",
      "applicationsCount": "37 applicants",
      "description": "We are looking for React Developers with experience ranging from junior to senior level.\n\n\n\n\nJob Description\n\n\n\n\n * Creating and developing web applications using React and other front-end tools\n * Working with designers to translate graphical designs into visually appealing and intuitive user interfaces\n * Ensuring application performance and scalability through code optimization and problem-solving related to performance\n * Collaborating with the back-end team to integrate the front-end application with systems and databases\n * Testing and debugging applications to ensure reliability\n * Keeping up with the latest trends and tools in front-end development and improving skills to continuously enhance the quality of created applications\n * Collaborating with the project team and management to understand business requirements and adjust work to company goals\n\n\n\n\nRequirements\n\n\n\n\n * Minimum 2 years of experience working with React\n * Very good programming skills in JavaScript and TypeScript\n * Knowledge of software architecture, design patterns, and software development according to best practices\n * Communicative knowledge of English language\n * Additional advantage will be knowledge of other technologies\n\n\n\n\nWe Offer\n\n\n\n\n * B2B contract type\n * Full-time employment\n * Remote and flexible working hours",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Staffing and Recruiting",
      "companyId": "88015600",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3707285768",
      "publishedAt": "2023-08-30",
      "salary": "",
      "title": "e",
      "jobUrl": "",
      "companyName": "",
      "companyUrl": "",
      "location": "",
      "postedTime": "",
      "applicationsCount": "",
      "description": "",
      "contractType": "",
      "experienceLevel": "",
      "workType": "",
      "sector": ""
    },
    {
      "id": "3664558344",
      "publishedAt": "2023-07-14",
      "salary": "",
      "title": "Fullstack Developer - Full remoto",
      "jobUrl": "https://es.linkedin.com/jobs/view/fullstack-developer-full-remoto-at-hh-hunters-3664558344?trk=public_jobs_topcard-title",
      "companyName": "HH hunters",
      "companyUrl": "https://es.linkedin.com/company/hhhunters?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "97 applicants",
      "description": "¿Eres una persona con ganas de desarrollarte, resolutivo y con ganas de aprender y trabajar en equipo? ¿Quieres formar parte de una empresa inmersa en un proyecto de cambio, crecimiento y digitalización?\n\n\n\n\nEn HH-HUNTERS estamos buscando un/a Fullstack Developer para incorporarse en el equipo de una empresa especializada en gestión del crédito y recuperación de la deuda en pleno proceso de transformación.\n\n\n\n\nMisión: programar en Java y realizar mantenimiento, mejoras y tratamiento de las herramientas tecnológicas y creación de nuevas herramientas.\n\n\n\n\n🖥️ ¿Qué harás?\n\n\n\n\n * Programación de interfaces de intercambio en JAVA, HTML, CSS.\n * Programación servidores Linux.\n * Extracción de datos para análisis.\n * Mantenimiento, control y alimentación de MySQL\n * Carga de nuevos datos.\n * Control de estabilidad y funcionamiento de MySQL\n * Desarrollo de nuevas herramientas en JAVA, HTML y CSS\n * Gestión de la seguridad de los programas propios de la compañía\n * Entender las necesidades funcionales de los interlocutores de negocio\n * Plantear alternativas técnicas para dar respuesta a las necesidades\n * Desarrollar, testar y poner en producción los desarrollos\n * Mantenimiento evolutivo, correctivo y perfectivo de sus módulos de trabajo.\n\n\n\n\n🕵️‍♂️ ¿Qué perfil buscamos?\n\n\n\n\n * Más de cinco años de experiencia como desarrollador.\n * Conocimientos avanzados en Java, Javascript, JSON, API Java y programación en Linux o Shell Script.\n * Conocimientos en arquitecturas de software y microservicios.\n * Se valorarán muy positivamente conocimientos en MySQL, procedimientos almacenados y triggers.\n * Modelo operativo basado en Scrum.\n\n\n\n\n🤩 ¿Qué podemos ofrecerte?\n\n\n\n\n * Contrato indefinido.\n * Modalidad: 90% de teletrabajo, dos días presenciales al mes.\n * Flexibilidad horaria.\n * Jornada intensiva los viernes y verano.\n\n\n\n\n¿Te interesa? Apúntate y nos contactaremos contigo!",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Human Resources Services",
      "companyId": "79450871",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3700031531",
      "publishedAt": "2023-08-25",
      "salary": "",
      "title": "e",
      "jobUrl": "",
      "companyName": "",
      "companyUrl": "",
      "location": "",
      "postedTime": "",
      "applicationsCount": "",
      "description": "",
      "contractType": "",
      "experienceLevel": "",
      "workType": "",
      "sector": ""
    },
    {
      "id": "3704198148",
      "publishedAt": "2023-08-25",
      "salary": "",
      "title": "Full Stack Developer",
      "jobUrl": "https://es.linkedin.com/jobs/view/full-stack-developer-at-archimed-3704198148?trk=public_jobs_topcard-title",
      "companyName": "ARCHIMED",
      "companyUrl": "https://fr.linkedin.com/company/archimed---investors-in-healthcare?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 weeks ago",
      "applicationsCount": "88 applicants",
      "description": "Location: Lyon, France\n\n\n\n\nAbout ARCHIMED\n\n\n\n\nWith offices in Europe, North America and Asia, ARCHIMED is a leading investment firm focused exclusively on healthcare industries. Its mix of operational, medical, scientific and financial expertise allows ARCHIMED to serve as both a strategic and financial partner to healthcare businesses. Prioritized areas of focus include Biopharma Products, Consumer Health, Healthcare IT, In Vitro Diagnostics, Life Science Tools & Biologic Services, MedTech, and Pharma Services. ARCHIMED helps partners internationalize, acquire, innovate and expand their products and services. ARCHIMED manages €8 billion across its various funds, including the largest healthcare-only private equity fund raised by a European-based General Partner. Since inception, ARCHIMED has been a committed Impact investor, both directly and through its EURÊKA Foundation.\n\n\n\n\nTHE ROLE\n\n\n\n\nOur IT/ Data and Digital department is in charge of defining and driving the company's digital strategy across our different departments. Our mission is to build digital assets and develop employee digital skills to improve our organization and process efficiencies. In a context of digital acceleration and the company's growth, our Department is looking for a Full Stack Developer to work in direct relation with the Chief Digital and Data Officer.\n\n\n\n\nFull stack Developer : Front End Expert\n\n\n\n\nBe a Part of a Team Where You Will\n\n\n\n\n * Maintain and improve various software products at ARCHIMED\n * Collaborate with other front-end/back-end developers on product development and improvement\n * Optimize applications for maximum speed\n * Get feedback from and build solutions for users and customers\n * Stay up to date on emerging technologies\n * Compile and analyze data, processes, and codes to troubleshoot problems and identify areas for improvement\n * Collaborate with the team on planning and developing new software product features as well as web page content\n * Ensuring optimization for different platforms, operating systems, and end devices\n * Documentation of various front-end/backend development components and processes\n * Training of new junior front-end/back-end developers\n\nFront End experience preffered\n\n\n\n\nRequirements\n\n\n\n\n * Advanced degree in Computer Science or a relevant field (preferably)\n * Proven work experience (2/5 years) as a full stack developer while developing user-friendly web applications, web pages, and/or mobile apps, with a preference on front end development,\n * In-depth understanding of the entire web development process (design, development, & deployment)\n * Knowledge of developing Django (ORM, class-based views, generic views, forms, templates) web apps\n * Strong understanding of Pytest, Model Bakery for testing and implementing a frontend UI following mockups\n * You have experience with database design, development and maintenance using tools such as PostgreSQL, MongoDB etc\n * Experience working with the front-end languages/frameworks/technologies such as Vue.js, React, Typescript, JavaScript, HTML, CSS\n * Experience developing and working with RESTful APIs\n * Experience working with Git for version control and CI/CD tools (Github Actions, Jenkins, Gitlab etc.)\n\n\n\n\nNice-to-have\n\n\n\n\n * Familiarity with developing software using agile principles\n * Experience with Infrastructure / DevOps is a plus (Docker, Cloud, Azure)\n * Familiarity with browser testing and debugging\n * Experience with Microservice architecture\n * Understanding of layout aesthetics\n * Knowledge of SEO principles\n * An ability to perform well in a fast-paced environment\n * Excellent analytical and multitasking skills",
      "contractType": "Full-time",
      "experienceLevel": "Associate",
      "workType": "Information Technology",
      "sector": "Technology, Information and Internet",
      "companyId": "10155038",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3714069070",
      "publishedAt": "2023-09-07",
      "salary": "",
      "title": "Desarrollador Frontend. JavaScript",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrollador-frontend-javascript-at-page-personnel-3714069070?trk=public_jobs_topcard-title",
      "companyName": "Page Personnel",
      "companyUrl": "https://uk.linkedin.com/company/pagepersonnel?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "3 days ago",
      "applicationsCount": "29 applicants",
      "description": " * Cliente final|3 días de teletrabajo a la semana\n\n\n\n\nAbout Our Client\n\n\n\n\nCliente final, que gestiona una plataforma de marketing Mobile utilizando inteligencia artificial.\n\n\n\n\nJob Description\n\n\n\n\nEl trabajador tendrá que generar el código necesario para que el producto se integre bien en la web del cliente.\n\n\n\n\nTrabajará sobre todo en proyectos de los clientes, integrando el producto en sus apps/webs, con multitud de tecnologías diferentes.\n\n\n\n\nContacto con cliente.\n\n\n\n\nThe Successful Applicant\n\n\n\n\nMid-senior con Javascript: 3-4 años de experiencia mínimo.\n\n\n\n\nDebe tener interés en diversificar sus conocimientos y no tanto en especializarse en una sola tecnología. Una persona con espíritu de todoterreno.\n\n\n\n\nCon experiencia en Javascript. Con ganas de aprender con el cliente otros lenguajes y herramientas, como: inteligencia artificial, Java, Node, Kotlin, programación en IOS y en Android.\n\n\n\n\nWhat's On Offer\n\n\n\n\n3 días de teletrabajo a la semana\n\n\n\n\nMadrid centro\n\n\n\n\nHorario: de lunes a jueves de 9:00 a 18:30, viernes y veranos de 9:00 a 16:00\n\n\n\n\nSalario: 35.0000/45.0000€ brutos anuales\n\n\n\n\nContact: María Cadarso\n\n\n\n\nQuote job ref: JN-092023-6171698\n\n\n",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Staffing and Recruiting",
      "companyId": "339092",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3700033003",
      "publishedAt": "2023-08-04",
      "salary": "",
      "title": "Full stack Developer",
      "jobUrl": "https://es.linkedin.com/jobs/view/full-stack-developer-at-capgemini-3700033003?trk=public_jobs_topcard-title",
      "companyName": "Capgemini",
      "companyUrl": "https://fr.linkedin.com/company/capgemini?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Full stack developer\n\n\n\n\n¡Hola! Somos CAPGEMINI\n\n\n\n\nTenemos la gran suerte de trabajar en un sector que lidera la evolución hacia un futuro sostenible e inclusivo. La TECNOLOGÍA. El catalizador de tantas soluciones que necesitamos ahora más que nunca.\n\n\n\n\nSomos 300.000 PERSONAS en todo el mundo unidas por una misma pasión.\n\n\n\n\nNo importa dónde estemos, podemos estar en casa, en la oficina, a mil quilómetros de distancia unxs de otrxs, pero somos conscientes de que NUESTRO TRABAJO CUENTA.\n\n\n\n\nNo importa en qué momento vital estemos, somos DIVERSOS en edad, género, ascendencia, familia... ¡nos hemos certificado en Diversidad y como empresa ÉTICA más de 9 años seguidos!\n\n\n\n\nNo importa si tu fase es de crecimiento, APRENDIENDO y FORMÁNDOTE a todas horas o si necesitas consolidarte y aprecias la FLEXIBILIDAD, la CONCILIACION y los BENEFICIOS fiscales y sociales para compaginar tu vida personal y profesional. Lo que importa es que puedes sentir que estás DONDE DEBES ESTAR para conseguir el futuro que deseas.\n\n\n\n\nCada proyecto CUENTA. ¿Te apetece sumarte a CAPGEMINI y participar en un proyecto innovador con un equipo inmejorable que tiene como objetivo ofrecer un servicio excelente a uno de nuestros clientes más importantes?\n\n\n\n\nSería interesante contar con alguno de estos conocimientos previos:\n\n\n\n\n * Java.\n * Spring.\n * SpringBoot.\n * API REST.\n * Microservicios.\n * JUnit (u otro software de testing).\n * WebSphere Application Server.\n * SQL.\n\n\n\n\nValoraremos todas las candidaturas. En Capgemini contamos con una amplísima oferta formativa, presencial, online de Certificaciones, etc. Aunque no tengas el 100% de los conocimientos valorados ¡nos encantará conocerte!\n\n\n\n\nLa colaboración es clave en el desarrollo de nuevas ideas, de nuevas soluciones, del crecimiento profesional y personal y por eso para nosotrxs es vital el equipo y el buen clima. Trabajamos y potenciamos nuestras COMUNIDADES dentro de la compañía.\n\n\n\n\nTenemos un CATÁLOGO DE MEDIDAS de desarrollo y conciliación muy completo (ayudas familiares, seguros y tickets, días festivos adicionales de tiempo para ti y los tuyos, etc...) ¿Nos vemos y te lo contamos?\n\n\n\n\nHoy has conocido algo más sobre nosotrxs y nuestro proyecto en crecimiento. Mañana saldrán otros proyectos porque así trabajamos, generando soluciones a medida allí donde se nos necesita.\n\n\n\n\n¿Te unes al equipo hoy?",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "157240",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3674010482",
      "publishedAt": "2023-07-02",
      "salary": "",
      "title": "Developer Front end React - Java",
      "jobUrl": "https://es.linkedin.com/jobs/view/developer-front-end-react-java-at-serviguidebpo-3674010482?trk=public_jobs_topcard-title",
      "companyName": "ServiguideBPO",
      "companyUrl": "https://es.linkedin.com/company/serviguideb?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 months ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Desde Servguide TECH, buscamos incorporar un/a Desarrollador/a de Front End con experiencia con React y Java.\n\n\n\n\nOfrecemos\n\n\n\n\n * Contrato indefinido.\n * Modalidad: Remoto.\n * Empresa en constante evolución.\n * Buen ambiente de trabajo.\n * Evolución profesional y promoción personalizada.\n * Salario: abierto a negociación\n * Participación en proyectos y tecnologías innovadores.\n * Proyectos indefinidos (gran estabilidad).\n\n\n\n\nRequisitos\n\n\n\n\nMínimo 3 años de experiencia en las tecnologías de referencia como Desarrollador FRONTEND CON REACT Y JAVA",
      "contractType": "Full-time",
      "experienceLevel": "Not Applicable",
      "workType": "Engineering and Information Technology",
      "sector": "Business Consulting and Services",
      "companyId": "914789",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3687297092",
      "publishedAt": "2023-08-06",
      "salary": "",
      "title": "Programador Java, Spring Boot - Madrid, España",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-java-spring-boot-madrid-espa%C3%B1a-at-acm-innovaci%C3%B3n-y-personas-3687297092?trk=public_jobs_topcard-title",
      "companyName": "ACM Innovación y Personas",
      "companyUrl": "https://es.linkedin.com/company/acminnovacion?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Seleccionamos a un programador Java, Spring Boot para una muy buena compañía del sector energético en Madrid.\n\n\n\n\nRol\n\n\n\n\n * Programador Java, Spring Boot\n\n\n\n\nRequisitos\n\n\n\n\n * Deseable inglés conversacional.\n\n\n\n\nCondiciones Laborales\n\n\n\n\n * Lugar de Trabajo: Madrid, España.\n * Tipo de Contrato: A Término Indefinido.\n * Rango Salarial: €30.000 - €36.000\n * El puesto es híbrido.",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Human Resources Services",
      "companyId": "11141899",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3677044104",
      "publishedAt": "2023-07-27",
      "salary": "",
      "title": "FullStack Developer (PHP Laravel & React) 100% Teletrabajo",
      "jobUrl": "https://es.linkedin.com/jobs/view/fullstack-developer-php-laravel-react-100%25-teletrabajo-at-page-personnel-3677044104?trk=public_jobs_topcard-title",
      "companyName": "Page Personnel",
      "companyUrl": "https://uk.linkedin.com/company/pagepersonnel?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "Over 200 applicants",
      "description": " * Cliente final|100% Teletrabajo\n\n\n\n\nAbout Our Client\n\n\n\n\nLíderes y expertos en el desarrollo de aplicaciones web y móviles.\n\n\n\n\nJob Description\n\n\n\n\n * Desarrollar aplicaciones web y sistemas utilizando las tecnologías mencionadas\n * Participar en el ciclo de desarrollo de software, desde la conceptualización y el diseño hasta la implementación y las pruebas.\n * Utilizar las mejores prácticas de desarrollo de software y seguir los estándares de codificación establecidos.\n\n\n\n\nThe Successful Applicant\n\n\n\n\n * Experiencia como Full Stack\n * Experiencia en: MySQL, PHP Laravel, TypeScript y React.\n * Familiaridad con los conceptos y servicios de AWS (ejemplo: EC2, S3, RDS, Lambda, etc.)\n\nWhat's on Offer\n\n\n\n\n * Remuneración competitiva acorde con tus habilidades y experiencia (hasta 55.000 euros)\n * 100% Teletrabajo\n * Flexibilidad en horarios y posibilidad de trabajo remoto ocasional.\n * Beneficios adicionales: seguro médico y seguro de vida\n\nContact: María Cadarso\n\n\n\n\nQuote job ref: JN-072023-6130498\n\n\n",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Staffing and Recruiting",
      "companyId": "339092",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3681798630",
      "publishedAt": "2023-08-01",
      "salary": "",
      "title": "e",
      "jobUrl": "",
      "companyName": "",
      "companyUrl": "",
      "location": "",
      "postedTime": "",
      "applicationsCount": "",
      "description": "",
      "contractType": "",
      "experienceLevel": "",
      "workType": "",
      "sector": ""
    },
    {
      "id": "3657201560",
      "publishedAt": "2023-07-06",
      "salary": "",
      "title": "Frontend Developer",
      "jobUrl": "https://es.linkedin.com/jobs/view/frontend-developer-at-marlex-3657201560?trk=public_jobs_topcard-title",
      "companyName": "Marlex",
      "companyUrl": "https://es.linkedin.com/company/marlexgreatpeople?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 months ago",
      "applicationsCount": "54 applicants",
      "description": "¿Te gustaría formar parte de una de las compañías punteras en EdTech y que es además una de las de mayor crecimiento en Europa según el Financial Times?\n\n\n\n\nDesde Marlex estamos colaborando con una empresa de Edtech con aproximadamente 4 millones de usuarios activos y presente en más de 50 países. Su objetivo es contribuir a mejorar la educación mediante el uso de la tecnología.\n\n\n\n\nLa tecnología ya está revolucionando la educación y lo hará aún más en los próximos años. Preparar a los alumnos para los retos del futuro en un entorno en constante cambio requiere del uso de nuevas herramientas al alcance de los profesores.\n\n\n\n\nBuscamos una persona para participar en la transformación de la educación que le apasione el mundo de ed-tech con capacidad de liderazgo creatividad proactividad y flexibilidad.\n\n\n\n\n¿Qué buscamos?\n\n\n\n\nBuscamos un desarrollador/a para incorporarse al equipo de frontend en Madrid zona Ciudad Lineal con experiencia para el desarrollo de los proyectos software y mantenimiento de los desarrollos hasta su producción. Utilizamos agile para el correcto cumplimiento del desarrollo de funcionalidades de la plataforma.\n\n\n\n\nFunciones\n\n\n\n\n * Desarrollo de nuevas implementaciones\n * Mantenimiento de las existentes\n * Participación en los pases a producción\n\n\n\n\nSe ofrece\n\n\n\n\n * Contrato indefinido con 6 meses de periodo de prueba\n * Horario de lunes a jueves de 8 30 / 9 00 a 18 00 / 18 30 y viernes de 9 00 a 15 00\n * Formación continua\n * 24 días de vacaciones al año\n * 1 día de teletrabajo a la semana\n * Club de beneficios con varios descuentos en diferentes servicios\n * Planes de formación\n\n\n\n\nRequisitos\n\n\n\n\nRequisitos mínimos\n\n\n\n\n * FP Superior en DAW o similar\n * Al menos 5 años de experiencia utilizando Javascript CSS HTML PHP React.\n\n\n\n\nSe valorará\n\n\n\n\n * Conocimientos de AJAX jQuery GIT.\n * Iniciativa y proactividad\n * Capacidad para el trabajo en equipo\n * Persona resolutiva\n * Persona que haya tenido equipo a cargo\n\n\n\n\nJavascript, React, CSS, HTML\n\n\n\n\n4085163c1271f355dd4a",
      "contractType": "Full-time",
      "experienceLevel": "Executive",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "5032360",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3657205146",
      "publishedAt": "2023-07-06",
      "salary": "",
      "title": "Programador/a Java",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-a-java-at-serem-consultor%C3%ADa-empresarial-3657205146?trk=public_jobs_topcard-title",
      "companyName": "SEREM Consultoría Empresarial",
      "companyUrl": "https://es.linkedin.com/company/serem-consultoria-empresarial?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 months ago",
      "applicationsCount": "86 applicants",
      "description": "¿Buscas nuevas oportunidades? ¡Envíanos tu currículum y descubre el camino hacia el éxito!\n\n\n\n\nEn serem estamos comprometidos con diversos proyectos y queremos contar con los mejores profesionales del sector.\n\n\n\n\nActualmente nos encontramos en la búsqueda de un/ Programador/a Java con un mínimo de 3 año de experiencia demostrable en proyecto trabajando con Java.\n\n\n\n\nRequisitos y/o funciones\n\n\n\n\nExperiencia con Java 8 11 17\n\n\n\n\nExperiencia con microservicios.\n\n\n\n\nExperiencia con Spring boot Spring Batch Spring Security Spring Framework\n\n\n\n\nExperiencia con Mave Hibernate Git SVN Angular Docker Kubernete AWS Scrum\n\n\n\n\nExperiencia con SQL Oracle SQL My SQL MongoDB MariaDB\n\n\n\n\nUbicación España\n\n\n\n\nModalidad de trabajo Remoto/híbrido\n\n\n\n\nFomentamos un ambiente de trabajo multicultural e inclusivo no discriminamos por edad género o creencias así como ofrecemos igualdad de oportunidades a todo el personal.\n\n\n\n\nDesarrollamos nuestras actividades bajo los principios del cuidado del medioambiente la sostenibilidad y la responsabilidad social corporativa colaborando en proyectos de reforestación y sostenibilidad.\n\n\n\n\nApoyamos los 10 principios del Pacto Mundial y los 17 Objetivos de Desarrollo Sostenible en materia de derechos humanos condiciones laborales medio ambiente y anticorrupción.\n\n\n\n\nLos procesos de reclutamiento se desarrollan bajo altos estándares de calidad definiendo la incorporación en base a la experiencia y habilidades del candidato.\n\n\n\n\nSomos una empresa española líder en servicios tecnológicos y atracción del talento presente en el mercado desde 1995. Contamos con más de 600 empleados en proyectos tanto nacionales como internacionales en sector TI.\n\n\n\n\njava, microservicios, spring boot, maven, hibernate, git, svn, angular, docker, kubernete, scrum\n\n\n\n\nf421149612588346ae44\n\n\n",
      "contractType": "Full-time",
      "experienceLevel": "Mid-Senior level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "763079",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3650028333",
      "publishedAt": "2023-06-10",
      "salary": "",
      "title": "e",
      "jobUrl": "",
      "companyName": "",
      "companyUrl": "",
      "location": "",
      "postedTime": "",
      "applicationsCount": "",
      "description": "",
      "contractType": "",
      "experienceLevel": "",
      "workType": "",
      "sector": ""
    },
    {
      "id": "3606874650",
      "publishedAt": "2023-05-16",
      "salary": "",
      "title": "Programador/a Fullstack",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-a-fullstack-at-marlex-3606874650?trk=public_jobs_topcard-title",
      "companyName": "Marlex",
      "companyUrl": "https://es.linkedin.com/company/marlexgreatpeople?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "3 months ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "¿Te gustaría formar parte de una de las compañías punteras en EdTech y que es además una de las de mayor crecimiento en Europa según el Financial Times?\n\nDesde Marlex estamos colaborando con una empresa de Edtech con aproximadamente 4 millones de usuarios activos y presente en más de 50 países. Su objetivo es contribuir a mejorar la educación mediante el uso de la tecnología.\n\nLa tecnología ya está revolucionando la educación y lo hará aún más en los próximos años. Preparar a los alumnos para los retos del futuro en un entorno en constante cambio requiere del uso de nuevas herramientas al alcance de los profesores.\n\n¿Qué buscamos?\n\nUna persona para participar en la transformación de la educación, que le apasione el mundo de ed-tech, con capacidad de liderazgo, creatividad, proactividad y flexibilidad.\n\nEstamos buscando un programador con experiencia para el mantenimiento de los desarrollos software y su desarrollo hasta su producción, así como para ayudar en la administración de infraestructura cloud, sistemas de configuración y de despliegue automatizado y monitorización.\n\nFunciones:\n\n * Análisis y resolución de las incidencias técnicas de la plataforma educativa.\n * Mantenimiento y desarrollo de proyectos software ed-tech\n * Ayuda en la administración de infraestructura cloud, sistemas de configuración y de despliegue automatizado y monitorización\n   \n   \n\nRequisitos:\n\nRequisitos:\n\n * Grado en Informática o FP superior en aplicaciones web o informática.\n * Al menos cinco años de experiencia utilizando PHP, JavaScript y CSS.\n * Conocimientos de PHP, MySQL, AJAX, jQuery, HTLM5+, Bootstrap, GIT.\n * Conocimiento de Linux y sistemas. Experiencia administrando sistemas Linux a nivel empresarial: servidores web y bases de datos, así como conocimiento de infraestructuras cloud (AWS) y sistema de contenedores\n * Se valorará conocimientos en Jira o similares.\n * Persona resolutiva, analítica y capacidad de reacción.\n * Capacidad de trabajo en equipo\n * Se valorará positivamente el conocimiento en React.\n * Disponibilidad para guardias localizadas.\n   \n   ",
      "contractType": "Full-time",
      "experienceLevel": "Not Applicable",
      "workType": "Engineering and Information Technology",
      "sector": "Professional Training and Coaching",
      "companyId": "5032360",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3629119473",
      "publishedAt": "2023-06-07",
      "salary": "",
      "title": "Programador/a Java Backend",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-a-java-backend-at-grupo-oes%C3%ADa-3629119473?trk=public_jobs_topcard-title",
      "companyName": "Oesia",
      "companyUrl": "https://es.linkedin.com/company/oesia?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "3 months ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Descripción\n\n\n\n\n¿Te gustaría unirte a un proyecto para una de las mejores empresas de telecomunicaciones de España?\n\n\n\n\nEntonces, sigue leyendo...\n\n\n\n\n¿Qué buscamos?\n\n\n\n\nBuscamos una persona con experiencia como Programador Java Backend.\n\n\n\n\nSi tienes la experiencia que leerás a continuación, no dudes en inscribirte.\n\n\n\n\n¿Qué hacemos?\n\n\n\n\nGrupo Oesía es una multinacional española dedicada a la ingeniería tecnológica y digital, que desarrolla e implementa proyectos en todo el mundo. Cuenta con más de 3.000 profesionales en 15 sedes corporativas repartidas entre España y Latinoamérica, generando empleo de calidad y ayudando a crecer a las personas en carreras técnicas.\n\n\n\n\nDesarrollamos tecnologías y servicios con el compromiso de crear un futuro en el que la tecnología responda a los retos del planeta y sus habitantes, para crear un mundo mejor, más eficiente, seguro, y sostenible.\n\n\n\n\nA lo largo de 45 años de trayectoria ha innovado en productos y servicios que benefician a más de 2.000 millones de personas de todo el mundo en los ámbitos de la sanidad, la defensa y la seguridad, las telecomunicaciones, las finanzas, la logística y el sector agroalimentario.\n\n\n\n\nGrupo Oesía cuenta con la empresa de tecnología Tecnobit para el diseño, desarrollo, fabricación y mantenimiento de productos de tecnología de vanguardia en equipos y sistemas de aviónica, sensores electro-ópticos, sistemas de comunicaciones tácticas Data Link y cifradores personales con protocolo SCIP. Además de centros de simulación que constituyen un claro ejemplo de transferencia tecnológica.\n\n\n\n\n¿Cuáles serán tus funciones?\n\n\n\n\n * Desarrollo de software\n * Creación de aplicaciones\n * Resolución de incidencias\n * Tareas de mantenimiento\n\n\n\n\n¿Qué te ofrecemos?\n\n\n\n\n * Trabajar en una multinacional reconocida como una de las mejores empresas para trabajar en 2022, según Forbes.\n * Proyectos tecnológicos estables e innovadores para clientes punteros de ámbito nacional e internacional.\n * 23 días de vacaciones y a mayores días libres con motivo de compensación de exceso de jornada.\n * Los días de Nochebuena y fin de año no se trabajan.\n * Horario flexible y jornada intensiva los meses de verano.\n * Teletrabajo 100% para una mejor conciliación.\n * Plan de carrera: ofrecemos una atractiva carrera profesional en función de la experiencia y potencial personal dentro de una compañía en continua evolución y con un sólido crecimiento. \n * Acceso gratuito a varias plataformas de formación para que tengas acceso a un amplio catálogo multidisciplinar. \n * Tener acceso a una plataforma de descuentos en diferentes ámbitos. \n * Retribución flexible: te ofrecemos una retribución a la carta pudiendo elegir diferentes productos y elegir tú mismo cómo distribuirlos: seguro de salud, tickets de comida, guardería, tarjeta transporte, etc. \n * La igualdad de oportunidades y la diversidad dentro del equipo, así como el fomento de la inserción laboral de las mujeres y la adecuada integración de las personas con discapacidad son algunos de nuestros compromisos. \n\n\n\n\nRequisitos mínimos\n\n\n\n\n¿Qué experiencia buscamos en ti?\n\n\n\n\n * 2 años de experiencia con Java, GIT y Linux.\n * Valorable experiencia con Android.\n * Valorable experiencia con Selenium.",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Information Technology & Services",
      "companyId": "247724",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3679888347",
      "publishedAt": "2023-08-01",
      "salary": "",
      "title": "Desarrollador Front-end NodeJS*",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrollador-front-end-nodejs-at-idential-global-consulting-3679888347?trk=public_jobs_topcard-title",
      "companyName": "IDential Global Consulting",
      "companyUrl": "https://es.linkedin.com/company/idential-global-consulting?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "En IDential Impulsamos el crecimiento de las organizaciones a través de un proceso de atracción, desarrollo y compromiso con el mejor talento del mercado. Nuestro objetivo es el crecimiento de tu carrera profesional.Si eres una persona proactiva, dinámica, entregada, con muchas ganas de superación, te gusta la tecnología, los retos y quieres trabajar en un entorno dinámico ¡¡QUEREMOS DARTE LA BIENVENIDA, IDENTIAL TE ESPERA!!\n\nNuestro cliente,importante empresa del sector IT necesita incorporar un DESARROLLADOR FRONT-END para un importante proyecto a largo en IMPORTANTE EMPRESA INTEGRADORA en MADRID.\n\nValoramos Tu Experiencia y Conocimientos Técnicos En\n\n * Tecnologías web ,HTML,CSS\n * JavaScript\n * Experiencia con Nodejs\n * Nivel avanzado en inglés\n   \n\n¿Crees que puedes encajar? No dudes en apuntarte a la oferta para charlar contigo sobre esta oportunidad única.\n\n¿QUÉ PODEMOS OFRECERTE?\n\n– Incorporación inmediata.\n\n– Proyecto estable a largo plazo.\n\n– Mejora de tus condiciones actuales.\n\n– Desarrollo personal y profesional.\n\nEste puesto ya no está disponible actualmente. Sin embargo, si estás interesado/a, te animamos a que nos envíes tu CV actualizado a: idrrhh@idential.es con el asunto DESARROLLADOR FRONT-END (MADRID) para añadirte a nuestra BBDD y tenerte en cuenta en futuras oportunidades similares que se ajusten a tu perfil.",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Human Resources Services",
      "companyId": "2138387",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3657202589",
      "publishedAt": "2023-07-06",
      "salary": "",
      "title": "e",
      "jobUrl": "",
      "companyName": "",
      "companyUrl": "",
      "location": "",
      "postedTime": "",
      "applicationsCount": "",
      "description": "",
      "contractType": "",
      "experienceLevel": "",
      "workType": "",
      "sector": ""
    },
    {
      "id": "3664562009",
      "publishedAt": "2023-07-14",
      "salary": "",
      "title": "PROGRAMADOR BACKEND",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-backend-at-hh-hunters-3664562009?trk=public_jobs_topcard-title",
      "companyName": "HH hunters",
      "companyUrl": "https://es.linkedin.com/company/hhhunters?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "¿Te apasiona la tecnología y deseas crear proyectos innovadores? ¡Esta oferta es para ti! En GVAM nos encontramos en la búsqueda de un PROGRAMADOR BACKEND para formar parte de nuestro equipo de DESARROLLADORES.\n\n\n\n\nSu misión será diseñar, modificar, reparar y mantener aplicaciones de software, garantizando su uso fluido; así como la resolución de cualquier incidencia que hubiere con la misma.\n\n\n\n\nDentro de sus funciones se encuentran:\n\n\n\n\n * Desarrollo y mantenimiento de aplicaciones.\n * Programar soluciones de software innovadoras.\n * Desarrollar, mantener y mejorar los aplicativos implementados.\n\n\n\n\nSon requisitos para dicha posición:\n\n\n\n\n * Conocimientos en PHP, MYSQL, SQL SERVER, HTML 5, CSS, Javascript, Symfony Framework, Bootstrap.\n * Manejo repositorios bitbucket, git\n * Experiencia acreditable de 2-3 años en programación\n * Conocimientos de sistemas AWS.\n\n\n\n\nComo competencias personales claves buscamos atención al detalle, la capacidad para encargarse de varias tareas, buena capacidad de organización y de gestión del tiempo y una gran capacidad para resolver problemas en situaciones de presión.\n\n\n\n\nOfrecemos contrato indefinido, salario fijo competitivo + BONO, horario intensivo en verano, formación y la posibilidad de formar parte de un equipo dinámico y altamente cualificado, en un entorno de trabajo cercano y con proyectos innovadores.\n\n\n\n\nEn GVAM tenemos un equipo interdisciplinario que busca la innovar y estar a la vanguardia de soluciones tecnológicas aplicadas al turismo. Buscamos nuevo talento, ¿te unes?",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Human Resources Services",
      "companyId": "79450871",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3596689356",
      "publishedAt": "2023-05-05",
      "salary": "",
      "title": "Programadores/as FRONTEND",
      "jobUrl": "https://es.linkedin.com/jobs/view/programadores-as-frontend-at-bilbom%C3%A1tica-3596689356?trk=public_jobs_topcard-title",
      "companyName": "Bilbomática",
      "companyUrl": "https://es.linkedin.com/company/bilbomatica?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "4 months ago",
      "applicationsCount": "95 applicants",
      "description": "Somos una empresa de ingeniería del software que proporcionamos servicios y creamos soluciones digitales para mejorar la vida de los ciudadanos en toda Europa.\n\nEn un contexto de cambio permanente confiamos en el trabajo en equipo, en la conciliación y el empleo de calidad para conseguir la excelencia en nuestro trabajo. Estamos comprometidos con la igualdad de oportunidades y trabajamos para favorecer la diversidad y la inclusión.\n\nQué necesitamos\n\nBuscamos incorporar en nuestro equipo un Programador/a Frontend que tendrán la oportunidad de trabajar en interesantes proyectos ubicados en la zona centro de Madrid y con un equipo altamente cualificado.\n\nSi te apasionan los retos, sientes inquietud y estás orientad@ a resultados te estamos buscando.\n\nTe ofrecemos\n\n * Estabilidad laboral, con un contrato indefinido.\n * Retribución competitiva y flexible, en función de tus conocimientos y experiencia.\n * Flexibilidad horaria con el fin de favorecer la conciliación. Además, contamos con 4 meses de jornada intensiva, de junio a septiembre.\n * Modelo de trabajo flexible, con la posibilidad de teletrabajar y conciliar.\n * Plan de carrera y formación continua adaptada a tu puesto de trabajo.\n * Formar parte de un equipo con buen ambiente laboral, integrado por grandes profesionales de los que puedas seguir aprendiendo y con los que puedas compartir conocimientos y experiencias.\n   \n   \n\nSi te interesa, no dudes en apuntarte, ¡te estamos esperando!\n\nRequisitos:\n\nBuscamos una persona con experiencia en frontend y Java, que sea capaz de trabajar de forma autónoma (aunque esté integrado en un equipazo), de aportar ideas de mejora y apoyar en la búsqueda de soluciones.\n\nConocimientos necesarios\n\n * Java\n * HTML, CSS3, JQuery\n   \n   \n\nConocimientos deseables\n\n * Thymeleaf, Morfos...\n * Backend",
      "contractType": "Full-time",
      "experienceLevel": "Not Applicable",
      "workType": "Other",
      "sector": "Technology, Information and Internet",
      "companyId": "601055",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3631037787",
      "publishedAt": "2023-06-08",
      "salary": "",
      "title": "PROGRAMADOR FULLSTACK",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-fullstack-at-idential-global-consulting-3631037787?trk=public_jobs_topcard-title",
      "companyName": "IDential Global Consulting",
      "companyUrl": "https://es.linkedin.com/company/idential-global-consulting?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "3 months ago",
      "applicationsCount": "66 applicants",
      "description": "Estamos seleccionando PROGRAMADORES FULLSTACK con muchas ganas de incorporarse a un proyecto muy interesante para un cliente lider en el sector IT.\n\n\n\n\n¿QUÉ PODEMOS OFRECERTE?\n\n\n\n\n * Incorporación Inmediata.\n * Proyecto estable.\n * Trabajo por remoto.\n * Desarrollo personal y profesional.\n\n\n\n\nRequisitos mínimos\n\n\n\n\nEstamos Seleccionando Para Nuestro Cliente Lider Multinacional PROGRAMADORES FULLSTACK Que Cuente Con Experiencia De 1-5 Años En Los Siguientes Ambitos\n\n\n\n\n * Experiencia tanto en backend como frontend (Java, javascript, Angular, .NET, HTML, C# entre otros)\n * Conocimientos en frameworks como SpringBoot\n * Conocimiento en control de versiones Git o SVN.\n\n\n\n\n¿Estás interesado en conocer más acerca del proyecto? Si es así, no dudes en apuntarte a esta oportunidad y nos pondremos en contacto contigo a la mayor brevedad posible.",
      "contractType": "Full-time",
      "experienceLevel": "Not Applicable",
      "workType": "Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "2138387",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3657207134",
      "publishedAt": "2023-07-06",
      "salary": "",
      "title": "e",
      "jobUrl": "",
      "companyName": "",
      "companyUrl": "",
      "location": "",
      "postedTime": "",
      "applicationsCount": "",
      "description": "",
      "contractType": "",
      "experienceLevel": "",
      "workType": "",
      "sector": ""
    },
    {
      "id": "3707511193",
      "publishedAt": "2023-09-07",
      "salary": "",
      "title": "e",
      "jobUrl": "",
      "companyName": "",
      "companyUrl": "",
      "location": "",
      "postedTime": "",
      "applicationsCount": "",
      "description": "",
      "contractType": "",
      "experienceLevel": "",
      "workType": "",
      "sector": ""
    },
    {
      "id": "3697328060",
      "publishedAt": "2023-08-22",
      "salary": "",
      "title": "Desarrollador/A Javascript-Html (Marketing Digital)",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrollador-a-javascript-html-marketing-digital-at-accude-ti-3697328060?trk=public_jobs_topcard-title",
      "companyName": "Accude TI",
      "companyUrl": "https://es.linkedin.com/company/accude-ti?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 weeks ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "En ACCUDE TI buscamos Desarrollador/a con experiencia en JavaScript y HTML y conocimientos en Marketing Digital para integrarse en proyecto estable ubicado en Alcobendas.\n\n\n\n\nRequisitos Mínimos\n\n\n\n\n * Experiencia en desarrollo con JavaScript, HTML y CSS.\n * Experiencia en desarrollo de formatos de Marketing Digital.\n * Experiencia en utilización de algún DSP (Demand Side Platform).\n * Proactividad, capacidad analítica y trabajo en equipo.\n * Interés por el mundo digital y las campañas publicitarias.\n\n\n\n\nRequisitos Valorables\n\n\n\n\n * Certificación en Google Analytics.\n\n\n\n\nRef: A3462\n\n\n\n\nACCUDE TI somos una compañía de servicios tecnológicos comprometida con nuestro activo más preciado: las PERSONAS.\n\n\n\n\nApostamos por el desarrollo de nuestro equipo, para que su talento aporte el éxito a cada uno de nuestros proyectos.\n\n\n\n\nFinalidad:Mantenimiento de la comunicación entre ambas partes, resolución de dudas y consultas planteadas, participación en procesos de selección y facilitar el acceso a nuestros clientes y contactos la información referente a nuestros servicios.\n\n\n\n\nLegitimación:Consentimiento del interesado o de su representante legal al rellenar el formulario de la consulta que el mismo realiza.\n\n\n\n\nDestinatarios:Se prevén las siguientes cesiones de datos: Organismos de las Administraciones Públicas en caso de obligación legal, entidades bancarias para cobros y pagos, empresas colaboradores para evaluación de capacidades profesionales de candidatos, empresas internacionales como Microsoft.\n\n\n\n\nDerechos:Tiene derecho a acceder, rectificar y suprimir los datos, así como otros, indicados en la información adicional, que puede ejercer dirigiéndose a ACCUDE TECONOLOGIAS DE LA INFORMACION SL, en la dirección Calle Agustín de Betancourt, 21 planta 8ª, 28003, Madrid, o ******",
      "contractType": "Full-time",
      "experienceLevel": "Not Applicable",
      "workType": "Information Technology",
      "sector": "Education Administration Programs",
      "companyId": "2574833",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3681585117",
      "publishedAt": "2023-07-09",
      "salary": "",
      "title": "Programador/a Java Backend",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-a-java-backend-at-grupo-oes%C3%ADa-3681585117?trk=public_jobs_topcard-title",
      "companyName": "Oesia",
      "companyUrl": "https://es.linkedin.com/company/oesia?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 months ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Descripción\n\n\n\n\n¿Quiénes somos?\n\n\n\n\n¡Nos encantaría que te unieras a nuestro equipo!\n\n\n\n\nGrupo Oesía es una multinacional española dedicada a la ingeniería tecnológica y digital con más de 3.000 profesionales, que desarrollan e implementan proyectos en 40 países, generando empleo de calidad y formación continua en carreras técnicas. \n\n\n\n\nCon 45 años de trayectoria, innova en productos y servicios que benefician a más de 2.000 millones de personas de todo el mundo, brindando soluciones en sanidad, administraciones públicas, defensa y seguridad, telecomunicaciones y alta tecnología, finanzas, logística, agroalimentación, automoción, aeronáutica y espacio.\n\n\n\n\n¿Qué buscamos?\n\n\n\n\n * Que quieras crecer y pertenecer a nuestro equipo.\n * Que tengas al menos la titulación universitaria Ingeniería, informática o similar.\n * Que tengas al menos experiencia 3 años en desarrollo Java Backend.\n * Que tengas experiencia con Linux, Git.\n\n\n\n\n¿Cuáles son algunas de las funciones que desempeñarás?\n\n\n\n\n * Desarrollo de evolutivos y nuevas funcionalidades.\n * Desarrollo y mantenimiento de aplicaciones.\n * Documentación del proceso.\n * Ejecución de planes de pruebas.\n * Soporte a usuarios y resolución de incidencias.\n\n\n\n\n¿Qué te ofrecemos? \n\n\n\n\n * Trabajar en una multinacional reconocida como una de las mejores empresas para trabajar en 2022, según Forbes.\n * Proyectos tecnológicos estables e innovadores para clientes punteros de ámbito nacional e internacional.\n * 23 días de vacaciones y a mayores días libres con motivo de compensación de exceso de jornada.\n * Los días de nochebuena y fin de año no se trabajan .\n * Horario flexible y jornada intensiva los meses de verano. Además de teletrabajo para una mejor conciliación.\n * Plan de carrera: ofrecemos una atractiva carrera profesional en función de la experiencia y potencial personal dentro de una compañía en continua evolución y con un sólido crecimiento. \n * Acceso gratuito a varias plataformas de formación para que tengas acceso a un amplio catálogo multidisciplinar. \n * Tener acceso a una plataforma de descuentos en diferentes ámbitos. \n * Retribución flexible: te ofrecemos una retribución a la carta pudiendo elegir diferentes productos y elegir tú mismo cómo distribuirlos: seguro de salud, tickets de comida, guardería, tarjeta transporte, etc. \n * La igualdad de oportunidades y la diversidad dentro del equipo, así como el fomento de la inserción laboral de las mujeres y la adecuada integración de las personas con discapacidad son algunos de nuestros compromisos. \n\n\n\n\nRequisitos mínimos\n\n\n\n\n¿Qué experiencia necesitamos de ti?\n\n\n\n\n * Que tengas al menos la titulación universitaria Ingeniería, informática o similar.\n * Que tengas al menos experiencia 2 años en desarrollo Java Backend.\n * Que tengas experiencia con Linux, Git.\n\n\n\n\nCompetencias\n\n\n\n\n * Java\n * Spring\n * Hibernate\n * maven\n * CICLO DE VIDA SW (JENKINS, JIRA,…)\n * FW PRUEBAS (TDD, BDD, CUCUMBER,",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Information Technology & Services",
      "companyId": "247724",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3689037690",
      "publishedAt": "2023-08-11",
      "salary": "",
      "title": "Desarrollador Web FE",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrollador-web-fe-at-telef%C3%B3nica-3689037690?trk=public_jobs_topcard-title",
      "companyName": "Telefónica",
      "companyUrl": "https://es.linkedin.com/company/telefonica?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "38 applicants",
      "description": "DESCRIPCIÓN DEL ÁREA\n\nDesde el área de Servicios Multiplataforma de Telefónica Servicios Audiovisuales se realizan servicios de plataformas de TV, IPTV y OTT para Movistar+. Está compuesta por un equipo multidisciplinar que se encarga desde el diseño de la experiencia de usuario hasta la puesta en producción de las aplicaciones.\n\nMISIÓN\n\nEl candidato se integrará en el equipo de desarrollo y evolución de la aplicación de Movistar+ para STB y OTT. Trabajará junto al resto de compañeros desarrollando y evolucionando las nuevas funcionalidades marcadas en roadmap.\n\nREQUISITOS:\n * Formación\n    * Titulados en Grados de Ingeniería informática, Ingeniería de Telecomunicaciones y Técnicos Superiores en Desarrollo de Aplicaciones Multiplataforma o Web.\n\n * Experiencia laboral:\n    * Al menos 2 años de experiencia profesional.\n\n * Conocimientos fundamentales.\n    * Vanilla Javascript (ES6)\n    * Webpack\n    * Git\n\n * Conocimientos recomendados.\n    * VueJS\n    * Desarrollo de interfaces complejas\n    * Protocolos de streaming (Dash)\n    * DRMs\n    * PHP\n    * Desarrollo de aplicaciones para Smart TV´s y STB´s IPTV.\n      \n\nCARACTERÍSTICAS PERSONALES:\n\n * Persona metódica y organizada\n * Comunicativa\n * Flexible\n * Proactiva\n * Capacidad de análisis\n * Trabajo en equipo",
      "contractType": "Full-time",
      "experienceLevel": "Not Applicable",
      "workType": "Engineering and Information Technology",
      "sector": "Telecommunications",
      "companyId": "2103",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3685372323",
      "publishedAt": "2023-08-04",
      "salary": "",
      "title": "Programador Front Angular-HTML5",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-front-angular-html5-at-indra-3685372323?trk=public_jobs_topcard-title",
      "companyName": "Indra",
      "companyUrl": "https://es.linkedin.com/company/indra?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "175 applicants",
      "description": "Desde Captación del Talento de Indra estamos en pleno proceso de selección para incorporar perfiles Senior en entorno Front.\n\n\n\n\nLa incorporación seria como Indefinido y en Estructura de la compañía.\n\n\n\n\nRequisitos\n\n\n\n\nGrado en Informática o Licenciado.\n\n\n\n\nDesarrollador Front Angular-HTML5\n\n\n\n\nTypescript como lenguaje de desarrollo\n\n\n\n\nWebpack y HTML5 y CSS3 para la creación de los templates.\n\n\n\n\nDeseables conocimiento integración continua GIT TSLint Karma/Jasmine SonarQube Jenkins\n\n\n\n\nangular, html5, css3, git, jenkins,\n\n\n\n\n19b61f00f2ba33be364a",
      "contractType": "Full-time",
      "experienceLevel": "Mid-Senior level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "4230",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3687953974",
      "publishedAt": "2023-07-13",
      "salary": "",
      "title": "Programador/a Fullstack",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-a-fullstack-at-marlex-3687953974?trk=public_jobs_topcard-title",
      "companyName": "Marlex",
      "companyUrl": "https://es.linkedin.com/company/marlexgreatpeople?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "¿Te gustaría formar parte de una de las compañías punteras en EdTech y que es además una de las de mayor crecimiento en Europa según el Financial Times?\n\n\n\n\nDesde Marlex estamos colaborando con una empresa de Edtech con aproximadamente 4 millones de usuarios activos y presente en más de 50 países. Su objetivo es contribuir a mejorar la educación mediante el uso de la tecnología.\n\n\n\n\nLa tecnología ya está revolucionando la educación y lo hará aún más en los próximos años. Preparar a los alumnos para los retos del futuro en un entorno en constante cambio requiere del uso de nuevas herramientas al alcance de los profesores.\n\n\n\n\n¿Qué buscamos?\n\n\n\n\nUna persona para participar en la transformación de la educación que le apasione el mundo de ed-tech con capacidad de liderazgo creatividad proactividad y flexibilidad.\n\n\n\n\nEstamos buscando un programador con experiencia para el mantenimiento de los desarrollos software y su desarrollo hasta su producción así como para ayudar en la administración de infraestructura cloud sistemas de configuración y de despliegue automatizado y monitorización.\n\n\n\n\nFunciones\n\n\n\n\n * Análisis y resolución de las incidencias técnicas de la plataforma educativa.\n * Mantenimiento y desarrollo de proyectos software ed-tech\n * Ayuda en la administración de infraestructura cloud sistemas de configuración y de despliegue automatizado y monitorización.\n\n\n\n\nRequisitos\n\n\n\n\n * Grado en Informática o FP superior en aplicaciones web o informática.\n * Al menos cinco años de experiencia utilizando PHP JavaScript y CSS.\n * Conocimientos de PHP MySQL AJAX jQuery HTLM5+ Bootstrap GIT.\n * Conocimiento de Linux y sistemas. Experiencia administrando sistemas Linux a nivel empresarial servidores web y bases de datos así como conocimiento de infraestructuras cloud (AWS) y sistema de contenedores\n * Se valorará conocimientos en Jira o similares.\n * Persona resolutiva analítica y capacidad de reacción.\n * Capacidad de trabajo en equipo\n * Se valorará positivamente el conocimiento en React.\n * Disponibilidad para guardias localizadas.\n\n\n\n\nPHP, Javascript, React, MySQL, AJAX\n\n\n\n\nb725134e82bcb397e64c",
      "contractType": "Full-time",
      "experienceLevel": "Executive",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "5032360",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3590325681",
      "publishedAt": "2023-04-03",
      "salary": "",
      "title": "Software Developer (English - Functional Programming Interest)",
      "jobUrl": "https://es.linkedin.com/jobs/view/software-developer-english-functional-programming-interest-at-stack-builders-3590325681?trk=public_jobs_topcard-title",
      "companyName": "Stack Builders",
      "companyUrl": "https://www.linkedin.com/company/stack-builders?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "5 months ago",
      "applicationsCount": "87 applicants",
      "description": "Welcome to Stack Builders! We’re an empathetic, curious, collaborative team looking to expand our Spanish branch. Our team loves innovating to benefit millions of end users and delivering high-quality software solutions. Everything from working on fast-moving pipelines to developing cutting-edge web applications, we’re committed to pushing the boundaries of the industry daily.\n\n\n\n\nFrom starting our US and Ecuador companies to bringing our innovative software solutions to Spain, we’re actively looking for talented, curious-by-nature individuals to join our talented Spanish development team.\n\n\n\n\nDon’t rule yourself out even if you don’t tick all the boxes; we’d love to meet keen learners with varied levels of experience who will help us continue to build software that makes a difference. So read on to get into the details!\n\n\n\n\nWhat will you do?\n * Work alongside a dynamic team to define project roadmaps, identify technologies to be used, and integrate them to help exceed our clients’ expectations.\n * Collaborate with multiple international teams using a clean and pragmatic approach\n * Carry out code reviews, pinpointing and applying the best software practices\n * Provide recommendations & technical solutions and implement new technologies to increase efficiency and productivity.\n * Contribute to internal and external community initiatives to continue to expand our brand awareness in Spain.\n * Keep refining your technical expertise while participating actively in our tech & soft skills trainings, book clubs, conferences, and other dynamic & fun team-building events!\n    * Our tech training program covers a range of technologies such as Haskell, TypeScript, Python, and infrastructure-as-code and delivery tools such as CI/CD, Kubernetes, and more!\n\n * Help onboard and mentor new developers; you enjoy advocating and helping others to achieve technical excellence and have a collaborative mindset\n\n\n\n\nRequirements\n * 1 year of demonstrated expertise in a professional setting, following completion of internships if possible.\n * Bachelor’s degree in Computer Science, Mathematics, Information Systems, or similar majors\n * Excellent command of spoken and written English\n * Strong analytical and communication skills.\n * Experience using Agile Methodologies and CI/CD techniques such as TDD.\n * Good knowledge of creating well-structured code in any object-oriented programming language\n * Hands-on development experience with at least one of the following programming languages: TypeScript, JavaScript, Python, or Ruby on Rails\n    * We’d love to hear if you’re as big of a fan of Functional Programming as we are!\n\n * We value a sense of responsibility and ownership, so if you go above and beyond, then you are in the right spot!\n * Applicants must be able to legally work in Spain. We are unable to sponsor or take over sponsorship of an employment Visa at this time\n\n\n\n\nBenefits\n\n\n\n\nWhy you should join us:\n\n\n\n\n * Health should always be a top priority, so we will provide you with top-tier private health and life insurance.\n * Work-life balance benefits include 23 days of paid vacation, sick & family leave days, remote work, and flexibility.\n * The modality is typically from 10:00 am to 7:00 pm from Monday to Thursday to allow overlap with our US clients. On Fridays, you can connect early and disconnect early!\n * While you work from home, you will receive a monthly bonus for your internet services\n * We believe in continuous improvement; you'll have regular 1:1 sessions with your manager, pair programming sessions with teammates, and a continuing education budget of €200/yr\n * We are a community-oriented company that values giving back to the tech community through OSS projects, company-sponsored conference participation opportunities, and technical talks.\n * A work environment that is fun, collaborative, and rewarding. We have multiple challenging projects in different industries that leverage various tools and technologies.\n * A Welcome Package on your first day will be delivered with a company laptop and additional equipment\n\n\n\n\nReady to become our next builder but want to have your summer vacations first? No problem! We are currently processing candidates to join us from October onwards.\n\n\n\n\n\n\n\nMore than our EOO statement, this is what makes us a Great Place to Work:\n\n\n\n\nStack Builders is proud to be an equal opportunity employer. We are committed to creating a safe and inclusive work environment and don’t tolerate discrimination or harassment during the hiring process or time of employment.\n\n\n\n\nAll team members and candidates are assessed and appreciated for their attitude, qualifications, and potential - regardless of race, religion, color, nationality, sexual orientation, gender expression or identity, age, disability, marital status, pregnancy, and other characteristics protected by law.\n\n\n\n\nYou can learn more about us by visiting our website or taking a look at our blog posts and tutorials.",
      "contractType": "Full-time",
      "experienceLevel": "Not Applicable",
      "workType": "Engineering",
      "sector": "Technology, Information and Internet",
      "companyId": "2120978",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3702589390",
      "publishedAt": "2023-08-23",
      "salary": "",
      "title": "Programador/a .NET Junior - Madrid, España",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-a-net-junior-madrid-espa%C3%B1a-at-digital-talent-agency-3702589390?trk=public_jobs_topcard-title",
      "companyName": "Digital Talent Agency",
      "companyUrl": "https://es.linkedin.com/company/digital-talent-agency?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 weeks ago",
      "applicationsCount": "30 applicants",
      "description": "En Digital Talent Agency estamos buscando un perfil de Programador/a Junior para trabajar para uno de nuestros principales clientes.\n\n\n\n\n¿Qué te hará triunfar?\n\n\n\n\n * Buscamos un Programador Junior con experiencia de 1 año en .NET (VB.NET).\n * Sera necesario que cuentes con conocimientos de lenguaje PL/SQL, interfaces web con JavaScript y HTML.\n\n\n\n\n¿Qué te ofrecemos?\n\n\n\n\n * Jornada intensiva todos los viernes y en los meses de Julio y Agosto.\n * Horario de lunes a jueves de 08:00 a 14:00 y de 15:00 a 17:45, viernes de 08:00 a 15:00.\n * Retribución flexible.Podrás beneficiarte de aquello que más se ajuste a tus necesidades: ticket restaurante, guardería, transporte público o seguro privado.\n * Salario competitivo acorde a las competencias que aportes según tu experiencia.\n * Buen ambiente laboral.\n * Modalidad de trabajo híbrida, se acudirá de modo presencial lunes y miércoles en horario de mañana, pudiendo teletrabajar las tardes de ambos días y el resto de la semana.\n * Estabilidad. Formarás parte de una empresa con más de 20 años de trayectoria, que trabaja con las principales empresas del sector, y te ofreceremos proyectos de larga duración en los que podrás desarrollarte profesionalmente y trabajar con los mejores profesionales.\n * Trato cercano y seguimiento durante todo el proceso de selección. Estaremos en constante comunicación sobre cómo avanza tu candidatura o sobre posibles oportunidades que se adapten a lo que buscas a nivel laboral.\n * Acompañamiento personalizado. Tendrás un/a People Partner y un/a Business Manager a tu disposición para lo que necesites!\n\n\n\n\nSi ves que la posición encaja con tu perfil y cumples con los requisitos indicados, ¡INSCRÍBETE AHORA!",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Staffing and Recruiting",
      "companyId": "10504484",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3679824790",
      "publishedAt": "2023-07-07",
      "salary": "",
      "title": "Desarrollador/a Front End - Angular",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrollador-a-front-end-angular-at-rastreator-3679824790?trk=public_jobs_topcard-title",
      "companyName": "Rastreator",
      "companyUrl": "https://es.linkedin.com/company/rastreator-com?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 months ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "En Rastreator, el bróker online de seguros y el comparador líder en España, nos centramos en asesorar y aconsejar a nuestros clientes para que elijan las mejores ofertas en seguros, hipotecas, telefonía, energía y otros productos, con precios garantizados y ofertas exclusivas.\n\n\n\n\nNuestra misión es ayudar a las personas para que tomen las mejores decisiones brindándoles una excelente experiencia de usuario. Y todo esto es gracias al trabajo entre equipos, la gran colaboración entre departamentos y la calidad humana de nuestros empleados.\n\n\n\n\nCombinamos el trabajo de un entorno ágil y dinámico buscando la constante innovación como en una startup, con el know-how y la tecnología de una empresa consolidada. Y compartimos la pasión que te hace poner todo el esfuerzo en cada cosa que haces, día tras día, para seguir construyendo una empresa que sea un referente.\n\n\n\n\nSomos un equipo inclusivo, en el que valoramos la igualdad de oportunidades y apostamos por el crecimiento personal y profesionaSobre el Departamento de Front\n\n\n\n\nEn el equipo de Front-end nos enfocamos en el desarrollo de soluciones para todos los verticales de negocio en nuestra página web. Buscando el mejor resultado a nivel técnico y de optimización y eficiencia para asegurar que tanto nuestros consumidores como los motores de búsqueda obtengan la mejor experiencia y un acceso rápido a la información.\n\n\n\n\nEstamos buscando un/a desarrollador/a Front End con minimo 2 años de experiencia en Ángular, para ayudar a mantener la estructura y arquitectura de la web, trabajando de la mano con los equipos de diseño gráfico, UX/UI y negocio, mejorar la experiencia de usuario y participar en la búsqueda de las mejores soluciones técnicas, dar soporte en necesidades que puedan surgir (adaptación de la web a otros dispositivos o navegadores, creación de herramientas que mejoren la interacción, cuidado de la experiencia de usuario, ect..), y que esté familiarizado con la cultura de la mejora continua.\n\n\n\n\nTus funciones principales serán las siguientes:\n\n\n\n\n * Análisis y desarrollo de proyectos web en el equipo de Front End.\n * Ejecución y mantenimiento de herramientas usando frameworks como Angular y VUE.\n * Mejora constante del rendimiento de las aplicaciones y evolución de su arquitectura.\n\n\n\n\nQué necesitamos de ti:\n\n\n\n\n * Experiencia entre 2 y 3 años como desarrollador.\n * CSS, JavaScript (ES6), experiencia preferiblemente en Angular y valorar en VUE o frameworks similares.\n * Build tools (SASS, Webpack) y control de versiones (Git).\n * Buen nivel de NodeJs y de administración y entornos de desarrollo en Linux.\n * Conocimientos de testing y debugging en navegadores, así como de herramientas de linting y mantenimiento y calidad del código.\n * Conocimiento en profundidad de todo el proceso (diseño, desarrollo y despliegue) y comprensión de la disposición estética de elementos de la UX.\n * Buen nivel de inglés.\n\n\n\n\nY es un plus además...\n\n\n\n\n * Experiencia demostrable con Wordpress (desarrollo de temas y administración).\n * Buen nivel de PHP.\n * Conocimientos SEO on-page, WPO y CWV.\n\n\n\n\nQué te ofrecemos:\n\n\n\n\n * Salario Fijo + Variable + Bonus.\n * Modelo de trabajo híbrido\n * Horario flexible y jornada intensiva los viernes y en verano.\n * 24 días de vacaciones. Adicionalmente tendrás libres los días 24 y 31 de Diciembre y la opción de comprar 5 días extra.\n * El día de tu cumpleaños sólo trabajarás 5 horas.\n * Paquete de retribución flexible (restaurante, transporte y guardería).\n * Seguro médico para ti y tu familia, seguro de vida y Plan de Bienestar (Membresía Plataforma Urban Sport Club, App de contenido saludable, Iniciativas que fomentan la actividad física y la nutrición saludable, Plataformas de descuentos y mucho más...).\n * Acceso a plataformas de E-Learning.\n * 5 días extra de vacaciones pagados para participación en voluntariado/proyectos solidarios.\n * Actividades disruptivas periódicas, Day off y fiesta en Navidad.\n * Oficina pet friendly.\n * Un equipo humano diverso con el que disfrutarás aprendiendo y trabajando.\n * Excelente ambiente de trabajo - Empresa Great Place to Work",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Insurance",
      "companyId": "295588",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3687088198",
      "publishedAt": "2023-08-08",
      "salary": "",
      "title": "Programador C#",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-c%23-at-acm-innovaci%C3%B3n-y-personas-3687088198?trk=public_jobs_topcard-title",
      "companyName": "ACM Innovación y Personas",
      "companyUrl": "https://es.linkedin.com/company/acminnovacion?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Rol\n\n\n\n\nProgramador C#\n\n\n\n\nRequisitos\n\n\n\n\nEstamos seleccionando a un Desarrollador C# con al menos dos (2) años de experiencia en la tecnología.\n\n\n\n\nEs deseable que se tenga un nivel alto de inglés a nivel conversación.\n\n\n\n\nSe integrará al equipo tecnológico de una buena compañía del sector energético.\n\n\n\n\nCondiciones Laborales\n\n\n\n\nLugar de Trabajo: Madrid, España.\n\n\n\n\nTipo de Contrato: A Término Indefinido.\n\n\n\n\nRango Salarial: EUR 30.000 - EUR36.000.",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Human Resources Services",
      "companyId": "11141899",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3676543607",
      "publishedAt": "2023-07-26",
      "salary": "",
      "title": "Desarrollador/a Java, Node.js (Madrid) - Madrid, Madrid, Comunidad de Madrid, España",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrollador-a-java-node-js-madrid-madrid-madrid-comunidad-de-madrid-espa%C3%B1a-at-grupo-digital-3676543607?trk=public_jobs_topcard-title",
      "companyName": "Grupo Digital",
      "companyUrl": "https://es.linkedin.com/company/grupo-digital?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Description\n\n\n\n\nDesde Grupo Digital, estamos en búsqueda de un/a Desarrollador/a Java más Node.js.\n\n\n\n\nRol\n\n\n\n\n * Desarrollador/a Java, Node.js (Madrid)\n\n\n\n\nDescripción\n\n\n\n\n * Desarrollar Java, Spring, Node.js.\n * Análisis, valoración y desarrollo de Software.\n * Mantenimiento correctivo.\n * Comunicación con el cliente\n\n\n\n\nConocimientos Imprescindibles\n\n\n\n\n * Java.\n * Spring.\n * Node.js.\n * HTML.\n * JavaScript.\n * Jenkins.\n\n\n\n\nConocimientos Deseables\n\n\n\n\n * Herramientas de gestión documental: dqMan y djMan BB.DD.\n\n\n\n\nCondiciones Laborales\n\n\n\n\n * Lugar de Trabajo: Madrid, Madrid, Comunidad de Madrid, España - Remoto.\n * Tipo de Contrato: A Término Indefinido.\n * Salario: A convenir de acuerdo a la experiencia.\n * Duración proyecto: Estable.\n * Ubicación del proyecto: 100% Teletrabajo.\n\n\n\n\nGrupo Digital\n\n\n\n\nSomos un grupo de empresas tecnológicas, formado actualmente por unos 400 profesionales, en distintas áreas: desarrollo, sistemas, ingeniería automática, consultoría... Si quieres impulsar tu carrera con un proyecto único de la mano de una multinacional de primerísimo nivel, no dudes en presentar tu candidatura. ¡Te esperamos!",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "737593",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3644611536",
      "publishedAt": "2023-06-01",
      "salary": "",
      "title": "Javascript Developer",
      "jobUrl": "https://es.linkedin.com/jobs/view/javascript-developer-at-psicotec-3644611536?trk=public_jobs_topcard-title",
      "companyName": "PSICOTEC",
      "companyUrl": "https://es.linkedin.com/company/psicotec?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "3 months ago",
      "applicationsCount": "25 applicants",
      "description": "Description Du Poste\n\n\n\n\nFormarás parte de un equipo de desarrolladores experimentados, dentro de una empresa de referencia en el área de Ingeniería tanto a nivel nacional como internacional. Como desarrollador Javascript, te encargarás de realizar la validación de los desarrollos realizados en la capa de presentación.\n\n\n\n\nFUNCIONES ESPECÍFICAS\n\n\n\n\nBuscamos a alguien con experiencia trabajando en proyectos de aplicaciones web usando AngularJS, ReactJS or Vue.JS. preferiblemente.\n\n\n\n\nTu principal rol será el de realizar y automatizar las pruebas unitarias y e2e.\n\n\n\n\nIndispensable experiencia demostrable en alguno de los frameworks de testing como Jest, Mocha, Cypress, Nightwatch o similares.\n\n\n\n\nRequisitosRequirements\n\n\n\n\nREQUISITOS\n\n\n\n\n– Formación en Informática u áreas fines (Ciclo formativo o Carrera Universitaria)\n\n\n\n\n– Frameworks de testing como Jest, Mocha, Cypress, Nightwatch o similares.\n\n\n\n\n– Desarrollador JavaScript preferentemente con VUE o en su lugar Angular.\n\n\n\n\n– Desarrollo de aplicaciones J2EE\n\n\n\n\nVentajasBenefits\n\n\n\n\n¿QUÉ PODEMOS OFRECERTE?\n\n\n\n\n * Incorporarte directamente al equipo que potencia y valora las personas que lo forman mediante la innovación y la mejora continua para seguir creciendo juntos como lleva haciendo desde más de 15 años su equipo de tecnología.\n * Proyecto estable con salario competitivo.\n * Oficinas céntricas y agradables\n\n\n\n\nDa el siguiente paso y aplica ahora, ¡Te estamos esperando!",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Human Resources",
      "companyId": "130616",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3633930016",
      "publishedAt": "2023-05-18",
      "salary": "",
      "title": "Programador Fullstack",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-fullstack-at-azertium-it-3633930016?trk=public_jobs_topcard-title",
      "companyName": "Azertium IT",
      "companyUrl": "https://es.linkedin.com/company/azertium-it?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "3 months ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Estamos ampliando el equipo!!! En Azertium IT te buscamos!!!!\n\n\n\n\nBuscamos Programadores Fullstack, para formar parte de nuestro equipo con grandes retos, trayectoria y crecimiento profesional\n\n\n\n\nTrabajarán en interesante proyecto en el que se permite 100% teletrabajo\n\n\n\n\nBACK: Java, microservicios, patrones de micro,TDD, event-driven, maven,springboot/micronaut.\n\n\n\n\nFRONT: StencilJS, jest, cypress, React, Angular Ambos: ci/cd, git\n\n\n\n\nSe valorará tener alguna experiencia en Cloud\n\n\n\n\nOfrecemos:\n\n\n\n\n * Contrato indefinido con Azertium IT\n * Teletrabajo 100%\n * Estabilidad laboral\n * Desarrollo Profesional\n\n\n\n\nRequisitos:\n\n\n\n\nEstamos ampliando el equipo!!! En Azertium IT te buscamos!!!!\n\n\n\n\nBuscamos Programadores Fullstack, para formar parte de nuestro equipo con grandes retos, trayectoria y crecimiento profesional\n\n\n\n\nTrabajarán en interesante proyecto en el que se permite 100% teletrabajo\n\n\n\n\nBACK: Java, microservicios, patrones de micro,TDD, event-driven, maven,springboot/micronaut.\n\n\n\n\nFRONT: StencilJS, jest, cypress, React, Angular Ambos: ci/cd, git\n\n\n\n\nSe valorará tener alguna experiencia en Cloud\n\n\n\n\nOfrecemos:\n\n\n\n\n * Contrato indefinido con Azertium IT\n * Teletrabajo 100%\n * Estabilidad laboral\n * Desarrollo Profesional",
      "contractType": "Full-time",
      "experienceLevel": "Not Applicable",
      "workType": "Engineering and Information Technology",
      "sector": "Technology, Information and Internet",
      "companyId": "11096157",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3673084283",
      "publishedAt": "2023-06-27",
      "salary": "",
      "title": "Software Engineer",
      "jobUrl": "https://es.linkedin.com/jobs/view/software-engineer-at-citizengo-3673084283?trk=public_jobs_topcard-title",
      "companyName": "CitizenGO",
      "companyUrl": "https://es.linkedin.com/company/citizengo?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 months ago",
      "applicationsCount": "43 applicants",
      "description": "Responsibilities\n\n\n\n\n * Code, Test, Review, Deploy, and Document.\n * Integrate our global Payment Platform with different payment gateways (e.g. Stripe) to address local market needs.\n * Feature delivery - work with different technologies (in front and back-ends), languages, and frameworks in all layers of the web stack, from front-end to back-end and from SaaS (Software as a Service) to PaaS (Platform as a Service) and IaaS (Infrastructure as a Service).\n * Develop effective ways to communicate through asynchronous communication being able to work in an agile development environment (iterative development, short release cycles managed through Asana).\n * Share knowledge through detailed documentation.\n * Continuously improve our build and deployment automation. Confidently ship moderately sized features and improvements with minimal guidance and support from other team members.\n * Architect systems that are reliable, scalable, and maintainable.\n * Protect and secure the systems and data of our members and contributors.\n * Offer IT support to our team members.\n * Build new flows, optimize existing ones to increase the impact and quality of our outcomes.\n * Coach, support, and share knowledge with other engineers inside our team.\n * Ensure availability and reliability of our services in production.\n\n\n\n\nRequirements\n\n\n\n\nHARD SKILLS\n\n\n\n\n * Experience with Django, in particular:\n    * Django is a Python-based framework, so a solid understanding of Python is crucial. This includes understanding Python's data structures, control flow, and coding conventions.\n    * You'll need to be comfortable with the Django framework itself. This includes understanding Django's Object-Relational Mapping (ORM), Models, Views, Templates, Middleware, and RESTful architecture.\n    * When you are creating APIs, knowledge of the Django REST Framework (DRF) will be necessary.\n    * Django works with various databases (like MySQL). You should understand how to design databases, create efficient queries, and use Django's database API. Accordingly, the knowledge of the SQL language is required.\n    * Understanding the basics of HTTP, client-server, MVC and MVT architectures, and web technologies like HTML, CSS, and JavaScript is essential.\n\n * Experience in React, in particular:\n    * React is a JavaScript library, so strong JavaScript skills are a must. You should be familiar with ES6 or later features like classes, arrow functions, promises, async/await, destructuring, and import/export modules.\n    * You'll need to master the fundamentals of React, including routings, components, props, state, hooks, and the component lifecycle.\n    * JSX is a syntax extension for JavaScript that is used in React to write the UI. It's a mix of JavaScript and HTML and is a fundamental part of writing React components. Accordingly, you must be comfortable with it.\n    * Understanding of REST APIs.\n    * Understanding an managing CSS Preprocessors (like for example SASS or LESS).\n    * Knowing how to manage versions of your code with Git and comfort working in a highly agile, intensely iterative software development process (testing process included).\n    * Understanding of network and application security with a deep understanding of all layers involved in web communications.\n    * Understanding of how to manage the testing process, like example Jest for unit testing.\n\n\n\n\nSoft Skills\n\n\n\n\n * Experience working in Google Cloud environments, particularly with Google Cloud Compute Engine and BigQuery, is much useful.\n * Knowledge of PHP is useful.\n * Good knowledge of Linux (Redhat/CentOS). The ability to manage Linux VMs (Virtual Machines) in the cloud environment is also useful.\n * Basic Bash scripting skills are useful.\n * Experience in working with CRM (Customer Relationship Management) platforms. Experience with Marketo and/or Salesforce is a big plus.\n * Experience working at large-scale web applications is a plus.\n * Experience at startups or web-based companies is a plus.\n\n\n\n\nOther Skills\n\n\n\n\n * Demonstrated capacity to clearly and concisely communicate about complex technical, architectural, and/or organizational problems and propose thorough iterative solutions.\n * Good strategic, creative, and innovative thinking.\n * Excellent written and oral communication skills.\n * Passion and commitment to human dignity, life, family, liberty, citizen empowerment, and social change.\n * High professionalism, self-motivation, efficiency, and results-oriented delivery on short timelines.\n * Strong teamwork skills, comfortable in a highly collaborative team culture and a hierarchical team structure.\n * Strong project management skills.\n * Ability to adjust quickly to changing conditions and requirements.\n * Fluency in English is a requirement. Duolingo English Test is required for all non-natives with a minimum 100 (B2 equivalent) score. Spanish and other additional languages are an asset.\n * We are actively seeking candidates based in Europe or The Americas for this position.\n\n\n\n\nTop 10 reasons to work for CitizenGO:\n\n\n\n\n * We're winning. Our campaigning works and we're changing politics and policies across the world. Check out some of our recent victories here.\n * Our tactics are bold and effective. We do what's needed to win campaigns, whether it's launching petitions, partnering with like-minded organizations, helping our members call the decision maker or rallying on the streets.\n * Large funders don't control our strategy. We work with members to do what's best for the world each and every time.\n * We thrive in risky situations. We don't let powerful forces like the Spanish Socialist Government or Soros's empire bully us with legal, brand or financial threats. We're experts at navigating risk and meeting threats head on, in the media, the courts or on the streets.\n * Work with helpful, kind, motivated, and talented people.\n * Work remote so you have no commute and are free to travel and move.\n * Have flexible work hours so you are there for other people and free to plan the day how you like.\n * Everyone works remote, but you don't feel remote. We don't have a head office, so you're not in a satellite office.\n * Work on campaigns that make an impact so you can enjoy defending life, family and freedom and changing the world.\n * Focused on results, not on long hours, so that you can have a life and don't burn out.\n\n\n\n\nSee our culture page for more!\n\n\n\n\nWork remotely from anywhere in the world. Curious to see what that looks like? Check out our remote manifesto.\n\n\n\n\nBenefits\n\n\n\n\nVacation & Holidays: Join CitizenGO and enjoy 24 vacation days per year and local public holidays. We also provide various types of leave, such as parental, sick, medical, and bereavement. Attractive Benefits: Embrace the freedom of working remotely at CitizenGO, with flexible hours and a consistent 40-hour work week. Benefit from our tuition reimbursement program (up to €500 per year), English/Spanish language courses (USD120 per month on iTalki), and an annual Christmas gift. Each team member may receive one free book per month (up to €30). Practical Assistance for Your Success: We equip you with the necessary tools to excel in your role, including Chromebooks, mobile phone lines, and smartphones for select positions. Work comfortably with our home office setup allowance (up to €500 every two years) and coworking memberships (up to €200 per month). Innovative Technology: CitizenGO grants access to Copy.ai, an AI-powered copywriting platform, and Grammarly, designed to enhance the quality of your English writing. Engaging Meetups: Connect and collaborate with your colleagues during our annual retreats, evaluation meetings, mini-retreats, conferences, summits, and monthly meetups in Madrid.\n\n\n\n\nYour Privacy\n\n\n\n\nFor information about our privacy practices in the recruitment process, please visit our Recruitment Privacy Policy page.",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Technology, Information and Internet",
      "companyId": "19034742",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3670796735",
      "publishedAt": "2023-07-20",
      "salary": "",
      "title": "Desarrollador/a Back Python, SQL, Python",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrollador-a-back-python-sql-python-at-rawson-bpo-3670796735?trk=public_jobs_topcard-title",
      "companyName": "Rawson BPO",
      "companyUrl": "https://es.linkedin.com/company/rawson-bpo?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "En Rawson BPO, estamos en búsqueda de un DESARROLLADOR/A BACK PYTHON CON SQL Y GIT\n\n\n\n\nRequisitos\n\n\n\n\nPython.\n\n\n\n\nConocimiento de la librerías Pandas, Numpy.\n\n\n\n\nSQL genérico. Necesario para recuperar datos en los procesos Python\n\n\n\n\nGit. Herramienta de trabajo de control de versiones. (Metodología GitFlow valorable)\n\n\n\n\nTecnologías a usar (Deseables): Conocimientos de Matlab valorables.\n\n\n\n\nFunciones\n\n\n\n\nDesarrollo de procesos Python (back)\n\n\n\n\nCondiciones\n\n\n\n\nContrato Indefinido\n\n\n\n\nSalario a convenir\n\n\n\n\nModo de trabajo: Teletrabajo",
      "contractType": "Full-time",
      "experienceLevel": "Not Applicable",
      "workType": "Other",
      "sector": "IT Services and IT Consulting",
      "companyId": "6420489",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3657201528",
      "publishedAt": "2023-07-06",
      "salary": "",
      "title": "Programador Fullstack",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-fullstack-at-serem-consultor%C3%ADa-empresarial-3657201528?trk=public_jobs_topcard-title",
      "companyName": "SEREM Consultoría Empresarial",
      "companyUrl": "https://es.linkedin.com/company/serem-consultoria-empresarial?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 months ago",
      "applicationsCount": "30 applicants",
      "description": "En SEREM estamos comprometidos con diversos proyectos y queremos contar con los mejores profesionales del sector. Nos encontramos en búsqueda activa de un/a Programador Fullstack\n\n\n\n\nTecnologías principales serian\n\n\n\n\nMicroservicios con Java Springboot.\n\n\n\n\nPruebas unitarias con Junit y Mockito.\n\n\n\n\nDespliegues con Jenkins\n\n\n\n\nVersionado de código con Git\n\n\n\n\nCalidad con Sonar y Fortify\n\n\n\n\nFront con Angular.\n\n\n\n\nExperiencia 2 a 3 años.\n\n\n\n\nDeseado mínimo B2 en inglés.\n\n\n\n\nFomentamos un ambiente de trabajo multicultural e inclusivo no discriminamos por edad género o creencias así como ofrecemos igualdad de oportunidades a todo el personal.\n\n\n\n\nDesarrollamos nuestras actividades bajo los principios del cuidado del medioambiente la sostenibilidad y la responsabilidad social corporativa colaborando en proyectos de reforestación y sostenibilidad.\n\n\n\n\nApoyamos los 10 principios del Pacto Mundial y los 17 Objetivos de Desarrollo Sostenible en materia de derechos humanos condiciones laborales medio ambiente y anticorrupción.\n\n\n\n\nLos procesos de reclutamiento se desarrollan bajo altos estándares de calidad definiendo la incorporación en base a la experiencia y habilidades del candidato.\n\n\n\n\nSomos una empresa española líder en servicios tecnológicos y atracción del talento presente en el mercado desde 1995. Contamos con más de 600 empleados en proyectos tanto nacionales como internacionales en sector TI.\n\n\n\n\njava,springboot,angular,sonar, fortify, git,jenkins, junit, mockito\n\n\n\n\n77641998c208e324c648\n\n\n",
      "contractType": "Full-time",
      "experienceLevel": "Mid-Senior level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "763079",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3679888351",
      "publishedAt": "2023-08-01",
      "salary": "",
      "title": "Programador JAVA*",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-java-at-idential-global-consulting-3679888351?trk=public_jobs_topcard-title",
      "companyName": "IDential Global Consulting",
      "companyUrl": "https://es.linkedin.com/company/idential-global-consulting?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Buscamos un programador JAVA para incorporarse a un importante proyecto en Madrid, en concreto en Alcobendas, en una de las empresas líder en su sector en España.\n\nSe ofrece estabilidad laboral y participación en un ambicioso proyecto.\n\nREQUISITOS\n\nExperiencia mínima\n\n2-3 años\n\nCONOCIMIENTOS NECESARIOS\n * Requerimientos técnicos mínimos:\n    * JAVA, Spring 4, CSS 3, Maven, JQuery Experiencia con tecnologías para persistencia de datos (Hibernate, JPA, Mybatis) Servicios Web (SOAP, REST) GIT\n\n * Se valorará conocimientos en:\n    * o Vaadin\n    * Oracle\n    * Metodología Agile\n    * jUnit, TDD\n      \n\nREQUISITOS DESEADOS\n\nConocimientos de Inglés a nivel intermedio\n\nEste puesto ya no está disponible actualmente. Sin embargo, si estás interesado/a, envía tu CV actualizado a: idrrhh@idential.es con el asunto PROGRAMADOR JAVA (MADRID) para añadirte a nuestra BBDD y tenerte en cuenta en futuras oportunidades similares.",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Human Resources Services",
      "companyId": "2138387",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3665742666",
      "publishedAt": "2023-08-31",
      "salary": "",
      "title": "Software Engineer (Frontend)",
      "jobUrl": "https://es.linkedin.com/jobs/view/software-engineer-frontend-at-revolut-3665742666?trk=public_jobs_topcard-title",
      "companyName": "Revolut",
      "companyUrl": "https://uk.linkedin.com/company/revolut?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 week ago",
      "applicationsCount": "Over 200 applicants",
      "description": "About Revolut\n\nPeople deserve more from their money. More visibility, more control, more freedom. And since 2015, Revolut has been on a mission to deliver just that. With an arsenal of aweso﻿me products that span spending, saving, travel, transfers, investing, exchanging and more, our super app has helped 30+ million customers get more from their money. And we're not done yet.\n\nAs we continue our lightning-fast growth, we believe that two things are essential to continuing our success: our people and our culture. So far, we have 6000+ people working around the world, from our great offices or remotely, on our mission. And we're looking for more. We want brilliant people that love building great products, love redefining success, and love t﻿urning the complexity of a chaotic world into the simplicity of a beautiful solution.﻿\n\nAbout The Role\n\nOur Technology team isn’t just one of the best in the industry, it’s one of the best in the world. And we’re proud of it. It’s our driving force; our engine 🚀 From building a new banking backend to creating an award-winning app, there’s nothing (and we mean nothing) our tech team can’t do. Our Technology team isn’t here to fix legacy systems – it’s here to build world-class financial products from the ground up. Products that will be used by millions of people around the world 🌎\n\nWe’re looking for world-class Front-End Engineers to join our team of tech superstars and help manage our most precious asset 💎 Behind every great financial super app (that’s us), there’s a great front-end engineer (quite a few in fact). But we don’t want you hidden away. We like our front-enders front and centre. Making sure every feature runs just the way we want it too - and we’ve got a lot of features. It’s fast paced. It’s multi-faceted. It’s a lot of hard work but a lot of fun too 🎢\n\nUp for the challenge? Get in touch 👇\n\nWhat You’ll Be Doing\n\n * Collaborating closely with product designers with a focus on new feature design and prototyping\n * Being involved in the user experience design process, from wireframes and mockups through implementation and release\n * Working closely with designers and business to define and implement elegant solutions to interesting problems\n * Helping define and maintaining visual guidelines and ensure consistency throughout the app\n * Fast prototyping of new user interactions and iteration based on feedback from peers\n   \n   \n\nWhat You'll Need\n\n * Deep understanding of modern Javascript (ESNext), Typescript & browser APIs\n * Proficiency with ReactJS and it's ecosystem, Styled components, Webpack module bundler\n * Understanding of how software is developed, code quality principles & testing techniques\n * Experience collaborating on software projects with design and backend aspects\n * Quick learning skill with an ambitious and results driven personality\n * Excellent communication and organisational skills\n * The ability to work well as part of a team in a fast-paced environment\n * English language proficiency\n   \n   \n\nNice to have\n\n * A GitHub account with some cool projects in it\n * Amazing debugging skills\n * Experience developing responsive mobile-first websites\n   \n   \n\nBuilding a global financial super app isn’t enough. Our Revoluters are a priority, and that’s why in 2021 we launched our inaugural D&I Framework, designed to help us thrive and grow everyday. We're not just doing this because it's the right thing to do. We’re doing it because we know that seeking out diverse talent and creating an inclusive workplace is the way to create exceptional, innovative products and services for our customers. That’s why we encourage applications from people with diverse backgrounds and experiences to join this multicultural, hard-working team.\n\nRefer to our Data Privacy Statement for Candidates: https://www.revolut.com/legal/data-privacy-for-candidates for details on our data handling practices during your application.",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting, Software Development, and Financial Services",
      "companyId": "5356541",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3712605760",
      "publishedAt": "2023-09-07",
      "salary": "",
      "title": "e",
      "jobUrl": "",
      "companyName": "",
      "companyUrl": "",
      "location": "",
      "postedTime": "",
      "applicationsCount": "",
      "description": "",
      "contractType": "",
      "experienceLevel": "",
      "workType": "",
      "sector": ""
    },
    {
      "id": "3657206264",
      "publishedAt": "2023-07-06",
      "salary": "",
      "title": "Desarrollo de  Software",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrollo-de-software-at-indra-3657206264?trk=public_jobs_topcard-title",
      "companyName": "Indra",
      "companyUrl": "https://es.linkedin.com/company/indra?trk=public_jobs_topcard-org-name",
      "location": "San Fernando de Henares, Community of Madrid, Spain",
      "postedTime": "2 months ago",
      "applicationsCount": "137 applicants",
      "description": "Buscamos perfiles Junior para el mercado de transportes con interés en desarrollarse en el campo de la programación.\n\n\n\n\nJAVA, C++, HTML\n\n\n\n\n5e7ab8faf4140wc532re",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Other",
      "sector": "IT Services and IT Consulting",
      "companyId": "4230",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3657203581",
      "publishedAt": "2023-07-06",
      "salary": "",
      "title": "Desarrollador/a full stack",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrollador-a-full-stack-at-prosegur-3657203581?trk=public_jobs_topcard-title",
      "companyName": "Prosegur",
      "companyUrl": "https://es.linkedin.com/company/prosegur?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 months ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Actualmente estamos buscando a un/a Desarrollador/a full stack en Azure para nuestro negocio de Alarms para nuestra oficina situada en Madrid.\n\n\n\n\n¿Cuáles serán tus responsabilidades?\n\n\n\n\nDesarrollo del frontend y backend de la plataforma de vídeo en la nube.\n\n\n\n\nParticipar activamente en todo el ciclo de vida del desarrollo de las soluciones.\n\n\n\n\nIntegración con dispositivos de IoT y plataformas externas e internas.\n\n\n\n\nAnalizar la factibilidad de implantación de nuevos requerimientos y los impactos en las funcionalidades actuales.\n\n\n\n\nEvaluar tecnologías tendencias y desarrollar pruebas de concepto que validen las soluciones.\n\n\n\n\nEjecutar en tiempo y forma y liderar el desarrollo de nuevas funcionalidades de backend y servicios para aplicaciones de vídeo del cliente final.\n\n\n\n\nDiseñar y desarrollar las pruebas unitarias que aseguraren el cumplimiento de los requerimientos funcionales no funcionales seguridad y de arquitectura.\n\n\n\n\nCumplir con los lineamientos de calidad de código definidos por la arquitectura de aplicaciones corporativa.\n\n\n\n\nAportar mejoras y nuevas ideas para la evolución y calidad de la plataforma y las aplicaciones.\n\n\n\n\n¿Qué buscamos?\n\n\n\n\nIngeniería y/o Licenciatura en Sistemas de Informática o carreras afines.\n\n\n\n\nInglés técnico oral y escrito.\n\n\n\n\nExperiencia en el desarrollo de aplicaciones valorable en nube Azure se tendrá en cuenta tener el Azure Fundamentals Certification.\n\n\n\n\nValorable conocimientos en Net Core Angular Node/NodeJS FFMPEG Video Settings\n\n\n\n\n¿Qué te ofrecemos?\n\n\n\n\nFormar parte de un equipo internacional (con presencia en 26 países)\n\n\n\n\nTrabajar en un entorno dinámico con un excelente ambiente laboral\n\n\n\n\nParticipar en proyectos estratégicos y disruptivos\n\n\n\n\nCrecer profesionalmente atendiendo a un plan carrera personalizado\n\n\n\n\nAcceder a un plan formativo de primer nivel gracias a la Universidad Corporativa de Prosegur\n\n\n\n\nDisponer de flexibilidad horaria y de interesantes beneficios sociales a través de Reflex\n\n\n\n\nDisfrutar de nuestro Programa Global de Bienestar\n\n\n\n\nColaborar con nuestra Fundación para crear una sociedad más justa\n\n\n\n\nDar vida a tus ideas en nuestro Programa Global de Innovación e Intraemprendimiento\n\n\n\n\nContratación indefinida\n\n\n\n\nNuestro Propósito y nuestros Valores\n\n\n\n\nCuidar de las personas y empresas para hacer del mundo un lugar más seguro manteniéndonos a la vanguardia de la innovación es lo que nos motiva desde hace más de 40 años.\n\n\n\n\nY lo hacemos utilizando las tecnologías más punteras (IA IoT Data Science Blockchain etc.) para ofrecer soluciones disruptivas a través de nuestras cinco líneas de negocio Security Cash Alarms Cipher y AVOS.\n\n\n\n\nNuestros más de 150.000 profesionales presentes en 26 países nos han convertido en un referente en el sector de la seguridad y nos ayudan cada día a mantener y compartir nuestros valores Nos importan las personas pensamos en positivo y somos imparables.\n\n\n\n\n¿Y tú? ¿Te sientes identificado con nuestro propósito? Súmate a nuestro Team of Teams aplicando a esta oferta y comienza tu aventura con nosotros.\n\n\n\n\nAzure, .NET Core, Angular\n\n\n\n\n16fb1f69425433999b47",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "15449",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3712815350",
      "publishedAt": "2023-09-08",
      "salary": "",
      "title": "e",
      "jobUrl": "",
      "companyName": "",
      "companyUrl": "",
      "location": "",
      "postedTime": "",
      "applicationsCount": "",
      "description": "",
      "contractType": "",
      "experienceLevel": "",
      "workType": "",
      "sector": ""
    },
    {
      "id": "3641995515",
      "publishedAt": "2023-06-22",
      "salary": "",
      "title": "e",
      "jobUrl": "",
      "companyName": "",
      "companyUrl": "",
      "location": "",
      "postedTime": "",
      "applicationsCount": "",
      "description": "",
      "contractType": "",
      "experienceLevel": "",
      "workType": "",
      "sector": ""
    },
    {
      "id": "3578824687",
      "publishedAt": "2023-03-29",
      "salary": "",
      "title": "Desarrollador Front end",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrollador-front-end-at-grupo-tecdata-engineering-3578824687?trk=public_jobs_topcard-title",
      "companyName": "Grupo TECDATA Engineering",
      "companyUrl": "https://es.linkedin.com/company/grupo-tecdata-engineering?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "5 months ago",
      "applicationsCount": "64 applicants",
      "description": "Frontend developer\n\n\n\n\nRemoto 100%\n\n\n\n\nExperiencia: +5 años\n\n\n\n\nTecnologías\n\n\n\n\nWebpack o similar, VueJS o reactJS, Javascript, typeScript, Nodejs , Less, Docker, Cucumber y Componentización.\n\n\n\n\nDeseable\n\n\n\n\nGo, Bloomreach (CMS)\n\n\n\n\nTesting: Mocha, Chai, Jest\n\n\n\n\nGoogle Cloud y arquitectura de microservicios.\n\n\n\n\nConocimientos y trabajo con Microservicios y Cloud (docker)\n\n\n\n\nMetodología de trabajo Agile (Scrum), TDD y control de versionado Git.",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "27238693",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3629704419",
      "publishedAt": "2023-06-08",
      "salary": "",
      "title": "e",
      "jobUrl": "",
      "companyName": "",
      "companyUrl": "",
      "location": "",
      "postedTime": "",
      "applicationsCount": "",
      "description": "",
      "contractType": "",
      "experienceLevel": "",
      "workType": "",
      "sector": ""
    },
    {
      "id": "3685368735",
      "publishedAt": "2023-08-04",
      "salary": "",
      "title": "Desarrollador Java",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrollador-java-at-indra-3685368735?trk=public_jobs_topcard-title",
      "companyName": "Indra",
      "companyUrl": "https://es.linkedin.com/company/indra?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "85 applicants",
      "description": "En Indra apostamos por el talento. Desde nuestro departamento de Transformación Digital buscamos talento Junior recién graduado en Ingenierías y con conocimiento en programación que quiera unirse a nuestros proyectos enfocados a implantación y desarrollo de Contact Center y crecer dentro de la compañía.\n\n\n\n\nMínimo nivel B2 inglés\n\n\n\n\n * Deseable conocimientos en programación Java C XML y VoIP\n * Interés por la tecnología\n * Capacidad de asimilar conocimientos técnicos con facilidad\n\n\n\n\njava, xml, voip, linux, avaya\n\n\n\n\na4fb1cf4b21fc32a4e48",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "4230",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3664539317",
      "publishedAt": "2023-07-14",
      "salary": "",
      "title": "Programador/a .Net",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-a-net-at-the-whiteam-3664539317?trk=public_jobs_topcard-title",
      "companyName": "TheWhiteam",
      "companyUrl": "https://es.linkedin.com/company/the-white-team-consulting?trk=public_jobs_topcard-org-name",
      "location": "Tres Cantos, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Desde The Whiteam estamos seleccionando programadores con al menos 2 años de experiencia en el desarrollo con .Net, C#, y SQL Server, y con disponibilidad para ir a la oficina de Madrid (centro) o Barcelona (2 días a la semana)\n\n\n\n\nSe valorará muy positivamente conocimientos de librerías de Inteligencia Artificial\n\n\n\n\nHorario flexible (viernes jornada intensiva )\n\n\n\n\nCompañía\n\n\n\n\nFormar parte de THEWHITEAM es colaborar con una empresa formada por profesionales con una dilatada experiencia en consultoría tecnológica.\n\n\n\n\nCreemos firmemente que las empresas y clientes marcan el camino a seguir en el sector, pero éste lo construyen las personas. Consideramos de vital importancia que nuestra organización se fundamente en nuestro mejor activo y marca de valor añadido que es nuestro equipo humano.\n\n\n\n\nBeneficios\n\n\n\n\nPor otra parte, te dejo también un pequeño resumen de políticas de la compañía para que nos vayas conociendo un poco mejor:\n\n\n\n\n * Nuestro convenio es el de Consultoras y estudios de mercado\n * Tenemos 23 días de vacaciones al año\n * La empresa da como regalo el día de nuestro cumpleaños, para que podamos disfrutar de él sin trabajar\n * Tenemos 14 pagas, 12 mensuales y dos extras (junio y diciembre)\n * Como retribución flexible podemos pedir ticket guardería y también seguro médico + dental.",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "2645966",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3621835754",
      "publishedAt": "2023-05-31",
      "salary": "",
      "title": "Programador/a Front Angular",
      "jobUrl": "https://es.linkedin.com/jobs/view/programador-a-front-angular-at-grupo-oes%C3%ADa-3621835754?trk=public_jobs_topcard-title",
      "companyName": "Oesia",
      "companyUrl": "https://es.linkedin.com/company/oesia?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "3 months ago",
      "applicationsCount": "66 applicants",
      "description": "Descripción\n\n\n\n\n¡Nos encantaría que te unieras a nuestro equipo!\n\n\n\n\n¿Quiénes somos?\n\n\n\n\nSomos una multinacional española de ingeniería dedicada a la innovación tecnológica, desarrollamos productos y servicios con el compromiso de crear un futuro en el que la tecnología responda a los retos del planeta y sus habitantes, crear un mundo mejor, más eficiente, seguro y sostenible.\n\n\n\n\n¿Qué buscamos?\n\n\n\n\n * Que quieras formar parte de una empresa sólida en el sector tecnológico, con casi 50 años de trayectoria.\n * Que quieras unirte a uno de los proyectos más importantes que tenemos desde Grupo Oesía.\n\n\n\n\n¿Cuáles son algunas de las funciones que desempeñarás?\n\n\n\n\n * Desarrollo de evolutivos y nuevas funcionalidades.\n * Desarrollo y mantenimiento de aplicaciones.\n * Documentación del proceso.\n * Ejecución de planes de pruebas.\n * Soporte a usuarios y resolución de incidencias.\n\n\n\n\n¿Qué te ofrecemos? \n\n\n\n\n * Trabajar en una multinacional reconocida como una de las mejores empresas para trabajar en 2022, según Forbes.\n * Proyectos tecnológicos estables e innovadores para clientes punteros de ámbito nacional e internacional.\n * 23 días de vacaciones y a mayores días libres con motivo de compensación de exceso de jornada.\n * Los días de nochebuena y fin de año no se trabajan .\n * Horario flexible y jornada intensiva los meses de verano. Además de teletrabajo para una mejor conciliación.\n * Plan de carrera: ofrecemos una atractiva carrera profesional en función de la experiencia y potencial personal dentro de una compañía en continua evolución y con un sólido crecimiento. \n * Acceso gratuito a varias plataformas de formación para que tengas acceso a un amplio catálogo multidisciplinar. \n * Tener acceso a una plataforma de descuentos en diferentes ámbitos. \n * Retribución flexible: te ofrecemos una retribución a la carta pudiendo elegir diferentes productos y elegir tú mismo cómo distribuirlos: seguro de salud, tickets de comida, guardería, tarjeta transporte, etc. \n * La igualdad de oportunidades y la diversidad dentro del equipo, así como el fomento de la inserción laboral de las mujeres y la adecuada integración de las personas con discapacidad son algunos de nuestros compromisos. \n\n\n\n\nRequisitos mínimos\n\n\n\n\n¿Qué experiencia necesitamos de ti?\n\n\n\n\nAl menos 4 años de experiencia como Programador/a Front Angular.\n\n\n\n\n¿Qué valoramos?\n\n\n\n\n * Experiencia utilizando metodologías ágiles y haber trabajado en proyectos con la Administración Pública.\n * Disponibilidad de incorporación inmediata.\n\n\n\n\nCompetencias\n\n\n\n\n * CSS\n * HTML\n * angular\n * front",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Information Technology & Services",
      "companyId": "247724",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3688030944",
      "publishedAt": "2023-08-09",
      "salary": "",
      "title": "Frontend Developer React JS (Cliente Final)",
      "jobUrl": "https://es.linkedin.com/jobs/view/frontend-developer-react-js-cliente-final-at-digital-talent-agency-3688030944?trk=public_jobs_topcard-title",
      "companyName": "Digital Talent Agency",
      "companyUrl": "https://es.linkedin.com/company/digital-talent-agency?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "41 applicants",
      "description": "¿CÓMO ES EL PROYECTO?\n\n\n\n\nTrabajarás como Frontend Software Engineer en un cliente final líder en desarrollo de soluciones IoT para plantas fotovoltaicas y controladores de seguidores solares.\n\n\n\n\nFormarás parte de un equipo internacional e interdisciplinar para desarrollar la aplicación de controlador central de un sistema de seguimiento solar. Tu misión principal será desarrollar y mantener la parte frontend con ReactJS y apoyar al equipo de backend desarrollando en Python.\n\n\n\n\n¿CÓMO SERÁ TU DÍA A DÍA?\n\n\n\n\nDefinición de arquitecturas de aplicaciones software, implementación y documentación del código necesario para su integración y pruebas.\n\n\n\n\nDesarrollo del frontend de la aplicación con React y mantenimiento de ésta.\n\n\n\n\nGeneración, integración y mantenimiento de contenedores en arquitecturas de microservicios (Docker y Kubernetes).\n\n\n\n\nControl de versiones con Git.\n\n\n\n\nColaborar en el equipo de ingeniería de software, con metodología Scrum.\n\n\n\n\nColaborar junto a los equipos de continuous integration y continuous delivery.\n\n\n\n\n¿QUÉ TE HARÁ TRIUNFAR?\n\n\n\n\n2/3 años de experiencia en desarrollo frontend con React JS, JavaScript, HTML y CSS.\n\n\n\n\nConocimientos en Docker y Kubernetes.\n\n\n\n\nConocimientos en Bases de datos SQL y NoSQL (Redis, Postgres, Influx, MongoDB).\n\n\n\n\nConocimientos en control de versiones (GitLab).\n\n\n\n\nConocimientos en API REST.\n\n\n\n\nInglés medio-alto (B2) para comunicarte con el equipo internacional.\n\n\n\n\nFormación en Ingeniería Informática o similar.\n\n\n\n\n¿QUÉ OFRECEMOS?\n\n\n\n\nModalidad de trabajo híbrido flexible (2-3 días).\n\n\n\n\nOficinas ubicadas en Alcobendas (metro La Granja).\n\n\n\n\nHorario flexible, con jornada intensiva los viernes y en verano.\n\n\n\n\nContrato indefinido y posición estable.\n\n\n\n\nSeguro médico gratuito.\n\n\n\n\nSeguro de vida.\n\n\n\n\nTarjeta restaurante.\n\n\n\n\nCumpleaños libre si cae de lunes a viernes.\n\n\n\n\nProyectos relevantes nacionales e internacionales.\n\n\n\n\nEntorno dinámico y gratificante para el desarrollo profesional.\n\n\n\n\nGran ambiente de trabajo, con un equipo joven y multidisciplinar.\n\n\n\n\nTrato cercano y seguimiento: vas a estar en constante comunicación con nosotros para saber cómo avanza el proceso.\n\n\n\n\n¡DA EL PASO PARA COMENZAR TU NUEVA ETAPA PROFESIONAL!",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "Staffing and Recruiting",
      "companyId": "10504484",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3656724797",
      "publishedAt": "2023-07-07",
      "salary": "",
      "title": "Programadores/as y APS React, JavaScript, TypeScript (Remoto)",
      "jobUrl": "https://es.linkedin.com/jobs/view/programadores-as-y-aps-react-javascript-typescript-remoto-at-digital-talent-agency-3656724797?trk=public_jobs_topcard-title",
      "companyName": "Digital Talent Agency",
      "companyUrl": "https://es.linkedin.com/company/digital-talent-agency?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 months ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Buscamos un perfiles de DESARROLLADOR/A FRONTEND con al menos 2 años de experiencia.\n\n\n\n\n¿Qué te hará triunfar?\n\n\n\n\nAl menos 2 años de expertiencia relacionada\n\n\n\n\nExperiencia en JavaScript (ES2015 - ES2022), HTML5, CSS3, React (v16.8 onwards), Typescript, GIT.\n\n\n\n\nValorable conocimientos o experiencia en SASS, PostCSS, Jest (React testing library), Cypress\n\n\n\n\nPOSIBILIDAD DE TRABAJO REMOTO DESDE CUALQUIER UBICACIÓN DE ESPAÑA\n\n\n\n\n¿POR QUÉ ELEGIRNOS? ¡Esto es lo que te ofrecemos!\n\n\n\n\nTe ofrecemos distintas oportunidades de formación y amplio abanico de retos y proyectos acordes con tus objetivos personales y profesionales: revisión salarial, crecimiento vertical y horizontal. ¡Trabajamos en proyectos retadores!\n\n\n\n\nTenemos distintas oportunidades que ofrecerte! Finalizar tu contrato con nosotros siempre va a ser la última opción, vamos a buscar proyectos para ti según tus necesidades y preferencias\n\n\n\n\nFlexibilidad horaria para poder conciliar vida laboral y personal.\n\n\n\n\nSeguimiento personalizado gracias al acompañamiento de nuestra figura de People Partner, y nuestro Business Manager, que siempre van a estar conectados contigo para lo que necesites!\n\n\n\n\nFormarás parte de una empresa responsable y comprometida con la igualdad de oportunidades.\n\n\n\n\nTrato cercano y seguimiento continuo durante todo el proceso de selección: vas a estar en constante comunicación con nosotros sobre cómo avanza tu candidatura, así como en contacto sobre posibles oportunidades que se adapten a lo que buscas a nivel laboral\n\n\n\n\nOfrecemos proyectos completamente estables y de larga duración, en los que podrás desarrollarte profesionalmente y apoyarte en los profesionales que actualmente colaboran en ellos.\n\n\n\n\nProyectos a la carta, podrás valorar el que más se ajuste a tus preferencias a nivel laboral y que puedan encajar en tus búsquedas.\n\n\n\n\nSalario competitivo, siempre acorde a las competencias que aportes según tu experiencia.\n\n\n\n\nAcceso a beneficios fiscales gracias a nuestro plan de Retribución Flexible (ticket restaurante, ticket transporte, cheque guardería y formación).\n\n\n\n\nNos adaptamos a tus preferencias, tenemos proyectos en modalidad remoto 100%, híbrido o incluso presencial si quieres interactuar de manera presencial con tus compañeros!\n\n\n\n\nEn Digital Talent Agency te ofrecemos desarrollar proyectos en empresas destacadas del sector tecnológico, poniendo foco en tu desarrollo profesional, qué te gusta, cómo eres y con qué tipo de proyectos te sientes motivado.\n\n\n\n\n¡Queremos conocerte!",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Accounting/Auditing and Finance",
      "sector": "Staffing and Recruiting",
      "companyId": "10504484",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3712606284",
      "publishedAt": "2023-09-07",
      "salary": "",
      "title": "e",
      "jobUrl": "",
      "companyName": "",
      "companyUrl": "",
      "location": "",
      "postedTime": "",
      "applicationsCount": "",
      "description": "",
      "contractType": "",
      "experienceLevel": "",
      "workType": "",
      "sector": ""
    },
    {
      "id": "3686193710",
      "publishedAt": "2023-08-07",
      "salary": "",
      "title": "Full-Stack Web Developer",
      "jobUrl": "https://es.linkedin.com/jobs/view/full-stack-web-developer-at-suse-3686193710?trk=public_jobs_topcard-title",
      "companyName": "SUSE",
      "companyUrl": "https://de.linkedin.com/company/suse?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 month ago",
      "applicationsCount": "60 applicants",
      "description": "About Us\n\nAlways open. Our code, our culture, our opportunities. Leading open innovation without limits. We are SUSE.\n\nSUSE is a global leader in innovative, reliable and secure enterprise-grade open source solutions, relied upon by more than 60% of the Fortune 500 to power their mission-critical workloads. We specialize in Business-critical Linux, Enterprise Container Management and Edge solutions, and collaborate with partners and communities to empower our customers to innovate everywhere – from the data center, to the cloud, to the edge and beyond.  SUSE employs more than 2,400 people globally, in 32 countries and is listed on the Frankfurt Stock Exchange (DAX).\n\nWe are open in our roots and open in our approach, striving to be the most trusted open innovator in the World. Openness extends beyond our technology. Our vibrant community thrives on diversity and connectivity without borders.\n\nFull-Stack Web Developer\n\nJob Description\n\nFull-Stack Web Developer\n\nAbout Us\n\nSUSE the world's largest independent open source company, helps customers, partners and communities be the difference in their spheres of influence. Through open collaboration and agile, enterprise-grade open source solutions, customers, partners and communities are empowered to simplify tasks, modernize environments and accelerate business innovation – ultimately reaping the benefits of measurable value and better futures. Our customer obsessed operating model means exceptional service, value, flexibility and customer choice, with no enforced lock in.\n\nSUSE's open, open source approach helps our customers and partners move their businesses forward, transforming IT, delivering increased agility and faster innovation.\n\nSUSE's Engineering & Innovation (E&I) oversees the technology innovation, and product and solution development and delivery of SUSE's global portfolio, built within various open source projects and communities.\n\nObjective of the role\n\nOur Maintenance Automation Engineering team provides premium service and fast software updates to keep our world-wide customers' businesses safe and running. To support our Maintenance Automation Engineering team we are looking for an experienced software developer to help us achieve an ever higher level of process automation and integration of the various systems and services we use to coordinate and deliver software updates to our customers and the community.\n\nWhat's Important to Us\n\n * High quality with customer focus. Our customers rely on our products and services. Products and updates we ship to our customers have to be of the highest quality. Continuous improvement, a precise working-style, and our ability to analyze code makes this possible.\n * Curiosity and motivation to learn. Endless opportunities to learn and different products allow employees to develop themselves and grow their knowledge in a huge variety of areas.\n * Collaboration. Working with and within international teams allows to connect to highly skilled engineers around the globe. Regular events like hackathons, workshops, and outdoor events help to easily build up relationships and friendship within and across teams.\n * Flexible environment. Our working hours are as flexible as possible to allow employees to work when they are most creative and productive.\n   \n\nWhat You'll Do\n\n * Consolidate existing tools and enhance services to further automate our workflows and streamline our processes\n * Better integrate our various systems with each other, whether internal or public, open source or proprietary, third party or owned and maintained by SUSE\n * Implement solutions to issues found by your internal customers\n   \n\nExperience We Want to See\n\n * Experience with at least one back-end language and web framework, preferably Python/Django\n * Experience with other such languages, like Perl, PHP, Ruby is a plus\n * Linux system and network administration, some experience required\n * Relational model, RDBMS & SQL, basic understanding and some experience required (PostgreSQL experience welcome)\n * HTML5 & CSS3, fluency required\n * JavaScript fluency required\n * jQuery experience is welcome\n * Experience with implementing RESTful APIs is a plus\n * Experience in containers technologies is a big blus\n * Jira & Confluence experience welcome\n * Experience with agile development (we use SCRUM) is a big plus\n * Experience with git, Github/Gitlab is a plus\n * Passion for Linux and Open Source Software\n * Fluent English, both spoken and written\n * SUSE Linux Enterprise Server and openSUSE product knowledge is a plus\n   \n\nWhat you need to do now\n\nIf you're interested, click Apply now to upload your up to date CV. A recruiter will contact you if your skills are found to be a match for any current or future open positions. In the meantime, we hope you will continue to review our job openings at SUSE Careers.\n\nJob\n\nEngineering\n\nWhat We Offer\n\nWe empower you to be bold, driving your career to create the future you want. We celebrate and reward your achievements. \n\nSUSE is a dynamic environment that is evolving rapidly, thus requiring agility, strong entrepreneurship and an open mind.\n\nThis is a compelling opportunity for the right person to join us as we continue to scale and prosper.  \n\nIf you’re a big thinker, obsessed by execution and thrive in a dynamic environment in which you can tangibly create a lasting legacy, then please apply now! \n\nWe give you the freedom to be yourself. You will work in a global community of unique individuals – like you – with different backgrounds, talents, skills and perspectives. A truly open community where everyone is welcome, has a voice and is encouraged to reach their full potential regardless of age, gender, race, nationality, disability, sexual orientation, religion, or any other characteristics.  \n\nSounds like the right fit for you? Click Apply to submit your resume. A recruiter will contact you if your skills match our current or any future positions. In the meantime, stay updated on the latest SUSE news and job vacancies by joining our Talent Community.\n\nSUSE Values\n\n * We are passionate about customers \n * We are respectful and inclusive \n * We are empowered and accountable  \n * We are trustworthy and act with integrity \n * We are collaborative \n * We are SUSE! \n\n71004821",
      "contractType": "Full-time",
      "experienceLevel": "Not Applicable",
      "workType": "Engineering",
      "sector": "IT Services and IT Consulting, Software Development, and Computer Networking Products",
      "companyId": "1455",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3707293828",
      "publishedAt": "2023-08-30",
      "salary": "",
      "title": "Desarrolladores/as Java TELETRABAJO",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrolladores-as-java-teletrabajo-at-digital-talent-agency-3707293828?trk=public_jobs_topcard-title",
      "companyName": "Digital Talent Agency",
      "companyUrl": "https://es.linkedin.com/company/digital-talent-agency?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 week ago",
      "applicationsCount": "26 applicants",
      "description": "Estamos buscando incorporar diferentes perfiles Backend Senior / Middle Engineer con amplios conocimientos y experiencia en desarrollo. Los requisitos obligatorios incluyen más de 3 años de experiencia en Java Spring Boot REST Junit Openshift Bamboo Datagrid Kafka SQL y GIT. Además se valoran conocimientos en Maven MQ/ActiveMQ MongoDB DB2 SonarQube Bitbucket Mockito Graylog y Swagger.\n\n\n\n\nEn este rol no solo crearás aplicaciones desde cero y llevarás a cabo desarrollos asignados sino que también participarás en discusiones sobre soluciones a largo plazo y la arquitectura de soluciones complejas. Trabajarás con diversos perfiles incluyendo UX Marketing Digital Desarrollo Móvil y Desarrollo Frontend para garantizar que el producto tenga sentido y calidad. Además mantendrás contacto directo con el cliente para discusiones técnicas y funcionales.\n\n\n\n\nDetalles de la Oferta\n\n\n\n\n * Experiencia requerida Más de 3 años.\n * Conocimientos obligatorios Java Spring Boot REST Junit Openshift Bamboo Datagrid Kafka SQL GIT.\n * Conocimientos deseables Maven MQ/ActiveMQ MongoDB DB2 SonarQube Bitbucket Mockito Graylog Swagger.\n * Sector Industria.\n * Ubicación Teletrabajo 100 .\n\n\n\n\nBeneficios\n\n\n\n\n * Jornada intensiva todos los viernes y en los meses de Julio y Agosto.\n * Flexibilidad horaria en la entrada y la pausa de la comida para que puedas compatibilizar tu vida personal y profesional.\n * Retribución flexible. Podrás beneficiarte de aquello que más se ajuste a tus necesidades ticket restaurante guardería transporte público o seguro privado.\n * Salario competitivo acorde a tu experiencia y habilidades.\n * Estabilidad. Formarás parte de una empresa con más de 20 años de trayectoria que trabaja con las principales empresas del sector y te ofrecemos proyectos en los que podrás desarrollarte profesionalmente y trabajar con los mejores profesionales.\n * Trato cercano y seguimiento durante todo el proceso de selección. Estaremos en constante comunicación sobre cómo avanza tu candidatura o sobre posibles oportunidades que se adapten a lo que buscas a nivel laboral.\n * Acompañamiento personalizado. Tendrás un/a People Partner y un/a Business Manager a tu disposición para lo que necesites.\n\n\n\n\nSi cuentas con esta experiencia y estás buscando un desafío en el que puedas aplicar tus conocimientos y trabajar en proyectos de alta complejidad ¡Te invitamos a aplicar! Esta es una oportunidad emocionante en el sector industrial.\n\n\n\n\nJava, SpringBoot, REST, Kafka, SQL\n\n\n\n\n05da11a842d453d9e44c\n\n\n",
      "contractType": "Full-time",
      "experienceLevel": "Mid-Senior level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "10504484",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3657201546",
      "publishedAt": "2023-07-06",
      "salary": "",
      "title": "Desarrollador/a Python",
      "jobUrl": "https://es.linkedin.com/jobs/view/desarrollador-a-python-at-alcorce-telecomunicaciones-s-l-3657201546?trk=public_jobs_topcard-title",
      "companyName": "Alcorce Telecomunicaciones SL",
      "companyUrl": "https://es.linkedin.com/company/alcorce-telecomunicaciones-s.l.?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "2 months ago",
      "applicationsCount": "Be among the first 25 applicants",
      "description": "Debido a la expansión de Alcorce Telecomunicaciones S.L. precisamos cubrir una posición de Desarrollador/a Python para trabajar en los servicios que prestamos a un importante cliente del sector TIC para participar en actividades ligadas a entorno de Operadora de Telecomunicaciones.\n\n\n\n\nRequisitos\n\n\n\n\nExperiencia en programación en Python Aplicaciones Web y gestión de Base de Datos bajo entorno MySQL y desarrollo de interfaces automáticas para procesos de negocio (APIs).\n\n\n\n\nExperiencia en Servicios de Google Cloud y conocimiento y experiencia de servicios de Amazon Web Services (AWS).\n\n\n\n\nExperiencia en el trato con interlocutores clave (equipos de IT gestión de procesos equipos de soporte comerciales etc) para el desarrollo de la actividad.\n\n\n\n\nFunciones\n\n\n\n\nMantener desarrollar e implementar herramientas en Python y alojadas en servicios de Google Cloud.\n\n\n\n\nObtener requerimientos de negocio.\n\n\n\n\nDesarrollar APIs (Interfaces de negocio entre proveedores) para el desarrollo de servicios automáticos.\n\n\n\n\nAsegurar la actualización periódica mantenimiento y optimización de los repositorios de información y Base de datos que alimentan la operativa y proceso del Motor de Precios mediante procesos de Ingesta y ETLs.\n\n\n\n\nImpartir sesiones de formación en (español e inglés) a los departamentos de preventa.\n\n\n\n\nElaboración de documentación.\n\n\n\n\nSe ofrece\n\n\n\n\nProyecto Estable.\n\n\n\n\nZona de trabajo Madrid.\n\n\n\n\npython,\n\n\n\n\nb0ab198e12a8a3f61041",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Engineering and Information Technology",
      "sector": "IT Services and IT Consulting",
      "companyId": "585692",
      "posterProfileUrl": "",
      "posterFullName": ""
    },
    {
      "id": "3708896537",
      "publishedAt": "2023-09-03",
      "salary": "",
      "title": "Junior Java Developer It · Madrid · Remoto Híbrido",
      "jobUrl": "https://es.linkedin.com/jobs/view/junior-java-developer-it-%C2%B7-madrid-%C2%B7-remoto-h%C3%ADbrido-at-malthus-darwin-3708896537?trk=public_jobs_topcard-title",
      "companyName": "Malthus Darwin",
      "companyUrl": "https://es.linkedin.com/company/malthus-darwin-sl?trk=public_jobs_topcard-org-name",
      "location": "Madrid, Community of Madrid, Spain",
      "postedTime": "1 week ago",
      "applicationsCount": "84 applicants",
      "description": "Malthus Darwin es una empresa de Consultoría, especializada en la búsqueda, selección y evaluación de perfiles IT. Nuestro principal objetivo es proporcionar los mejores recursos humanos a nuestros clientes con la mayor rapidez y la máxima eficacia ofreciendo siempre un servicio de calidad.Actualmente estamos buscando un/a JuniorJava DeveloperenMadrid, para trabajar en una importante multinacional del sector IT y transformación digital.PRINCIPALES TAREAS: Implementar microservicios yAPIs Testing de microservicios y APIs Automatización de procesos Implementar y testear componentes JavaREQUISITOS: Imprescindible buen nivel de inglés Development skills con Java Experiencia conJava ScriptValorable conocimientos de:Java (JEE),Microservices,REST, SOAP,Apache Maven,Jenkins,Git, GitHub,Artifactory,Unit Testing (JUnit, Mockito),JBoss EAP and BRMS,Test automation, TestNG, Citrus, Selenium,Splunk,ECM / EIM, ImageMaster knowhow, y metodologías Ágiles (Scrum, SAFe).Si quieres afrontar un nuevo reto laboral y tu perfil encaja con el puesto no dudes en inscribirte, ¡te contactaremos!También puedes enviar tu CV actualizado a ******",
      "contractType": "Full-time",
      "experienceLevel": "Entry level",
      "workType": "Information Technology",
      "sector": "Renewable Energy Semiconductor Manufacturing",
      "companyId": "9137808",
      "posterProfileUrl": "",
      "posterFullName": ""
    }
  ]